{
  "npcs": [
    {
      "id": "NP003002",
      "name": "Elira Dawnmere",
      "race": "Human",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "slim",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "grey vest; grey mesh underlayer; red bolero; silver rope belt; tan leggings; red knee socks; brown fingerless gloves; grey bangles; brown shoes; blue pendant; silver backpack; green coral clasp; accents: favors, layered, she, traveler",
      "clothing_long": "Elira Dawnmere steps out in grey vest, and red bolero layered close to the body; the cuts are neat and quiet. Around the waist sits silver rope belt, tied snug to hold shape and hide tools. Below, tan leggings fall with room for long strides and sudden turns. The hands and forearms carry brown fingerless gloves, and grey bangles—protection without losing touch. On the feet are brown shoes, scuffed at the heel yet polished at the toe. At the throat rests blue pendant, catching light when heads turn. Accents finish the look: grey mesh underlayer, red knee socks, silver backpack, and green coral clasp, small pieces that hint at habit. Little flourishes—favors, layered, she, traveler—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "reserved, deliberate, difficult to read",
      "personality_long": "Reserved, deliberate, difficult to read. Elira Dawnmere measures people by what they mend, not what they break, keeps a private ritual before any decisive act, and believes silence can cut cleaner than a blade. They walk as if the floor has already told them where to step. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003003",
      "name": "Osric Harthollow",
      "race": "Human",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "hazel",
      "height": "medium",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "brown leather bodice; blue wool sweater; grey utility belt; brown leggings; linen white stockings; silver leather gloves; grey web-lace sleeves; linen white thigh-high boots; grey brooch; brass bandolier; silver metal clasps; accents: he, layered, traveler, wears",
      "clothing_long": "Around the waist sits grey utility belt, tied snug to hold shape and hide tools. Below, brown leggings fall with room for long strides and sudden turns. The hands and forearms carry silver leather gloves, and grey web-lace sleeves—protection without losing touch. On the feet are linen white thigh-high boots, scuffed at the heel yet polished at the toe. Accents finish the look: brown leather bodice, blue wool sweater, linen white stockings, grey brooch, brass bandolier, and silver metal clasps, small pieces that hint at habit. Little flourishes—he, layered, traveler, wears—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "she wears layered travel-wear, weathered cloak, belt pouches, sturdy boots",
      "personality_long": "She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. Osric Harthollow trusts slowly and protects fiercely once they do, notices tiny shifts in air and posture, and believes silence can cut cleaner than a blade. Their calm is not peace but control, and they wear it like armour. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003004",
      "name": "Kaelen Veyra",
      "race": "Great Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "orange",
      "skin_texture": "matte",
      "hair_colour": "auburn",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "saffron veil; white jerkin; brown silk chemise; amber longcoat; amber belt; saffron trousers; brown knee socks; jade mitts; white gold bangles; white sandals; white necklace; amber bandolier; amber mask; accents: clad, court, he, is",
      "clothing_long": "Kaelen Veyra dresses in amber longcoat layered close to the body; the cuts are neat and quiet. Around the waist sits amber belt, tied snug to hold shape and hide tools. Below, saffron trousers fall with room for long strides and sudden turns. The hands and forearms carry white gold bangles—protection without losing touch. On the feet are white sandals, scuffed at the heel yet polished at the toe. At the throat rests white necklace, catching light when heads turn. Accents finish the look: saffron veil, white jerkin, brown silk chemise, brown knee socks, jade mitts, amber bandolier, and amber mask, small pieces that hint at habit. Little flourishes—clad, court, he, is—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "jeweled clasps, silk gloves, polished boots, courts were made for him, or so he acts",
      "personality_long": "Jeweled clasps, silk gloves, polished boots, courts were made for him, or so he acts. Kaelen Veyra trusts slowly and protects fiercely once they do, has a laugh that arrives late but lands true, and speaks softly until the moment they must be heard. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003005",
      "name": "Branna Holloway",
      "race": "Human",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "olive",
      "skin_texture": "weathered",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "brown",
      "height": "medium",
      "build": "stocky",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "brown beret; grey leather bodice; red padded vest; brass coat; grey obi; grey pleated skirt; silver lace tights; brass gloves; red vambraces; brown thigh-high boots; brown beadwork; blue backpack; red mask; accents: layered, she, traveler, wears",
      "clothing_long": "Branna Holloway dresses in red padded vest, and brass coat layered close to the body; the cuts are neat and quiet. Around the waist sits grey obi, tied snug to hold shape and hide tools. Below, grey pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry brass gloves, and red vambraces—protection without losing touch. On the feet are brown thigh-high boots, scuffed at the heel yet polished at the toe. Accents finish the look: brown beret, grey leather bodice, silver lace tights, brown beadwork, blue backpack, and red mask, small pieces that hint at habit. Little flourishes—layered, she, traveler, wears—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "she laughs loud, trusts slow, and plants stubborn, witty, charming, quick on the turn",
      "personality_long": "She laughs loud, trusts slow, and plants stubborn, witty, charming, quick on the turn. Branna Holloway measures people by what they mend, not what they break, notices tiny shifts in air and posture, and collects small tokens from the places they pass. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003007",
      "name": "Torven Blacktusk",
      "race": "Ashfoot Orc",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "green",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "mohawk",
      "eye_color": "brown",
      "height": "tall",
      "build": "powerful",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "volcanic grey vest; grey wool sweater; bone longcoat; rust chain belt; volcanic grey skirt; grey thighhighs; slate leather gloves; volcanic grey vambraces; iron ankle boots; rope tan torc; slate shawl; slate feather charms; accents: favors, he, hide, reinforced",
      "clothing_long": "Torven Blacktusk wears volcanic grey vest, and bone longcoat layered close to the body; the cuts are neat and quiet. Around the waist sits rust chain belt, and rope tan torc, tied snug to hold shape and hide tools. Below, volcanic grey skirt fall with room for long strides and sudden turns. The hands and forearms carry slate leather gloves, and volcanic grey vambraces—protection without losing touch. On the feet are iron ankle boots, scuffed at the heel yet polished at the toe. At the throat rests rope tan torc, catching light when heads turn. Accents finish the look: grey wool sweater, grey thighhighs, slate shawl, and slate feather charms, small pieces that hint at habit. Little flourishes—favors, he, hide, reinforced—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "amber eyes warm, calm, observant, quietly determined, he measures friendship in deeds",
      "personality_long": "Amber eyes warm, calm, observant, quietly determined, he measures friendship in deeds. Torven Blacktusk keeps notes in margins no one else sees, treats promises like contracts and debts like knives, and measures people by what they mend, not what they break. Kindness is measured, never cheap; cruelty, when it comes, is exact. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003010",
      "name": "Maera Snowtress",
      "race": "Snow Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "silver",
      "height": "small",
      "build": "slim, toned",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "white headband; storm blue shirt; dark silk underdress; ice grey poncho; ice grey tool belt; ice blue riding breeches; winter white garter belt; ice grey silk gloves; black sleeves; ice grey shoes; winter white necklace; winter white quiver harness; dark tool loops; ice blue white choker; ice blue silver circlet; accents: layers, minimal, she, wears",
      "clothing_long": "Maera Snowtress favours storm blue shirt layered close to the body; the cuts are neat and quiet. Around the waist sits ice grey tool belt, and winter white garter belt, tied snug to hold shape and hide tools. The hands and forearms carry ice grey silk gloves, and black sleeves—protection without losing touch. On the feet are ice grey shoes, scuffed at the heel yet polished at the toe. At the throat rests winter white necklace, and ice blue white choker, catching light when heads turn. Accents finish the look: white headband, dark silk underdress, ice grey poncho, ice blue riding breeches, winter white quiver harness, dark tool loops, and ice blue silver circlet, small pieces that hint at habit. Little flourishes—layers, minimal, she, wears—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "calm, observant, quietly determined, when pressed, she keeps promises and receipts",
      "personality_long": "Calm, observant, quietly determined, when pressed, she keeps promises and receipts. Maera Snowtress notices tiny shifts in air and posture, keeps a private ritual before any decisive act, and keeps notes in margins no one else sees. Nothing about them feels accidental—only chosen, and chosen again. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003011",
      "name": "Keth Ironline",
      "race": "Iron Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "oxblood circlet; brown corset; brass mesh underlayer; iron grey belt; coal black riding breeches; brown stockings; slate silk gloves; brass web-lace sleeves; coal black boots; brass beadwork; brown capelet; brown tail jewelry; brass bracers; pewter reinforced boots; accents: he, layered, ringmail, wears",
      "clothing_long": "Keth Ironline wears brown capelet layered close to the body; the cuts are neat and quiet. Around the waist sits iron grey belt, tied snug to hold shape and hide tools. The hands and forearms carry slate silk gloves, brass web-lace sleeves, and brass bracers—protection without losing touch. On the feet are coal black boots, and pewter reinforced boots, scuffed at the heel yet polished at the toe. Accents finish the look: oxblood circlet, brown corset, brass mesh underlayer, coal black riding breeches, brown stockings, brass beadwork, and brown tail jewelry, small pieces that hint at habit. Little flourishes—he, layered, ringmail, wears—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "she wears forge leathers, iron-banded bracers, tool belt, hobnail boots",
      "personality_long": "She wears forge leathers, iron-banded bracers, tool belt, hobnail boots. Keth Ironline keeps notes in margins no one else sees, treats promises like contracts and debts like knives, and collects small tokens from the places they pass. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003032",
      "name": "Alenna Goldbranch",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "bark brown hairpins; bark brown doublet; oak brown padded vest; oak brown cloak; pine green tool belt; bark brown pleated skirt; moss green garter belt; brown mitts; leaf green bracers; oak brown sandals; pine green earrings; leaf-dye green scarf; antique gold feather charms; antique gold beadwork; accents: close-fitted, leafmantle, she, wears",
      "clothing_long": "Alenna Goldbranch dresses in oak brown padded vest, and oak brown cloak layered close to the body; the cuts are neat and quiet. Around the waist sits pine green tool belt, and moss green garter belt, tied snug to hold shape and hide tools. Below, bark brown pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry leaf green bracers—protection without losing touch. On the feet are oak brown sandals, scuffed at the heel yet polished at the toe. At the throat rests leaf-dye green scarf, catching light when heads turn. Accents finish the look: bark brown hairpins, bark brown doublet, brown mitts, pine green earrings, antique gold feather charms, and antique gold beadwork, small pieces that hint at habit. Little flourishes—close-fitted, leafmantle, she, wears—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "witty, charming, quick on the turn, she wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms",
      "personality_long": "Witty, charming, quick on the turn, she wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. Alenna Goldbranch believes silence can cut cleaner than a blade, keeps a private ritual before any decisive act, and speaks softly until the moment they must be heard. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003038",
      "name": "Sivra Moonpetal",
      "race": "Great Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "tall",
      "build": "curvy",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "ochre jerkin; jade silk chemise; saffron mantle; saffron chain belt; white trousers; honey gold tights; saffron fingerless gloves; goldenrod vambraces; green sandals; honey gold pendant; jade quiver harness; green pearled cords; accents: ornamental, robes, she, wears",
      "clothing_long": "Sivra Moonpetal steps out in saffron mantle layered close to the body; the cuts are neat and quiet. Around the waist sits saffron chain belt, and green pearled cords, tied snug to hold shape and hide tools. Below, white trousers fall with room for long strides and sudden turns. The hands and forearms carry saffron fingerless gloves, and goldenrod vambraces—protection without losing touch. On the feet are green sandals, scuffed at the heel yet polished at the toe. At the throat rests honey gold pendant, catching light when heads turn. Accents finish the look: ochre jerkin, jade silk chemise, honey gold tights, and jade quiver harness, small pieces that hint at habit. Little flourishes—ornamental, robes, she, wears—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "calm, observant, quietly determined, courts were made for her, or so they act",
      "personality_long": "Calm, observant, quietly determined, courts were made for her, or so they act. Sivra Moonpetal measures people by what they mend, not what they break, believes silence can cut cleaner than a blade, and trusts slowly and protects fiercely once they do. Kindness is measured, never cheap; cruelty, when it comes, is exact. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003046",
      "name": "Sable Nightglass",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light purple",
      "skin_texture": "smooth",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "curvy",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "clothing_short": "dark doublet; ink silk chemise; onyx mantle; silver belt; ink wrap skirt; onyx lace tights; dark fingerless gloves; dark bracers; black boots; purple beadwork; gold shawl; onyx mask; red horn wraps; black chain belt; accents: corseted, longdress, she, wears",
      "clothing_long": "Sable Nightglass steps out in onyx mantle layered close to the body; the cuts are neat and quiet. Around the waist sits silver belt, and black chain belt, tied snug to hold shape and hide tools. Below, ink wrap skirt fall with room for long strides and sudden turns. The hands and forearms carry dark fingerless gloves, and dark bracers—protection without losing touch. On the feet are black boots, scuffed at the heel yet polished at the toe. Accents finish the look: dark doublet, ink silk chemise, onyx lace tights, purple beadwork, gold shawl, onyx mask, and red horn wraps, small pieces that hint at habit. Little flourishes—corseted, longdress, she, wears—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "long silk gloves",
      "personality_long": "Long silk gloves. Sable Nightglass has a laugh that arrives late but lands true, trusts slowly and protects fiercely once they do, and keeps notes in margins no one else sees. Nothing about them feels accidental—only chosen, and chosen again. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003047",
      "name": "Zaya Starflax",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light purple",
      "skin_texture": "smooth",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "medium",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "clothing_short": "black cap; onyx vest; gold padded vest; onyx cloak; black tool belt; red pleated skirt; ink knee socks; onyx mitts; black bracers; ink soft boots; dark choker; red capelet; dark pearled cords; dark horn wraps; ink chain belt; accents: clad, gold, is, she",
      "clothing_long": "Zaya Starflax dresses in onyx vest, gold padded vest, onyx cloak, and red capelet layered close to the body; the cuts are neat and quiet. Around the waist sits black tool belt, dark pearled cords, and ink chain belt, tied snug to hold shape and hide tools. Below, red pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry black bracers—protection without losing touch. On the feet are ink soft boots, scuffed at the heel yet polished at the toe. At the throat rests dark choker, catching light when heads turn. Accents finish the look: black cap, ink knee socks, onyx mitts, and dark horn wraps, small pieces that hint at habit. Little flourishes—clad, gold, is, she—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "long silk gloves",
      "personality_long": "Long silk gloves. Zaya Starflax believes silence can cut cleaner than a blade, treats promises like contracts and debts like knives, and has a laugh that arrives late but lands true. Kindness is measured, never cheap; cruelty, when it comes, is exact. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003012",
      "name": "Ysil Darkstring",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "dark brown",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "purple",
      "height": "tall",
      "build": "curvy",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "silver doublet; brown padded vest; brown mantle; blue obi; brown wrap skirt; blue garter belt; plum silk gloves; blue armlets; grey boots; grey torc; blue shawl; brown pearled cords; grey web-lace sleeves; grey silver filigree pendant; accents: favors, leathers, shadow-cut, she",
      "clothing_long": "Ysil Darkstring steps out in brown padded vest, and brown mantle layered close to the body; the cuts are neat and quiet. Around the waist sits blue obi, blue garter belt, and brown pearled cords, tied snug to hold shape and hide tools. Below, brown wrap skirt fall with room for long strides and sudden turns. The hands and forearms carry plum silk gloves, blue armlets, and grey web-lace sleeves—protection without losing touch. On the feet are grey boots, scuffed at the heel yet polished at the toe. At the throat rests grey torc, and grey silver filigree pendant, catching light when heads turn. Accents finish the look: silver doublet, and blue shawl, small pieces that hint at habit. Little flourishes—favors, leathers, shadow-cut, she—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "she wears shadow-cut leathers, web-lace sleeves, soft-soled boots, poisoners' kit, moonlit steel edges her voice",
      "personality_long": "She wears shadow-cut leathers, web-lace sleeves, soft-soled boots, poisoners' kit, moonlit steel edges her voice. Ysil Darkstring believes silence can cut cleaner than a blade, keeps notes in margins no one else sees, and treats promises like contracts and debts like knives. They walk as if the floor has already told them where to step. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003016",
      "name": "Brother Malric",
      "race": "Human",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "grey circlet; tan silk blouse; linen white silk underdress; tan bolero; silver belt; brown wrap skirt; green thighhighs; green leather gloves; red bracers; linen white ankle boots; red horn wraps; red quiver harness; tan trophy charms; accents: clad, he, is, road",
      "clothing_long": "Brother Malric steps out in tan silk blouse, and tan bolero layered close to the body; the cuts are neat and quiet. Around the waist sits silver belt, tied snug to hold shape and hide tools. Below, brown wrap skirt fall with room for long strides and sudden turns. The hands and forearms carry green leather gloves, and red bracers—protection without losing touch. On the feet are linen white ankle boots, scuffed at the heel yet polished at the toe. Accents finish the look: grey circlet, linen white silk underdress, green thighhighs, red horn wraps, red quiver harness, and tan trophy charms, small pieces that hint at habit. Little flourishes—clad, he, is, road—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "reserved, deliberate, difficult to read",
      "personality_long": "Reserved, deliberate, difficult to read. Brother Malric treats promises like contracts and debts like knives, collects small tokens from the places they pass, and believes silence can cut cleaner than a blade. They walk as if the floor has already told them where to step. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003006",
      "name": "Liora Fenvale",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "olive",
      "skin_texture": "matte",
      "hair_colour": "auburn",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "antique gold doublet; sage silk chemise; bark brown cape; leaf green utility belt; pine green leggings; sage tights; bark brown mitts; sage bangles; leaf-dye green boots; oak brown necklace; moss green tool loops; oak brown feather charms; pine green beadwork; accents: close-fitted, leafmantle, she, wears",
      "clothing_long": "Liora Fenvale steps out in bark brown cape layered close to the body; the cuts are neat and quiet. Around the waist sits leaf green utility belt, tied snug to hold shape and hide tools. Below, pine green leggings fall with room for long strides and sudden turns. The hands and forearms carry sage bangles—protection without losing touch. On the feet are leaf-dye green boots, scuffed at the heel yet polished at the toe. At the throat rests oak brown necklace, catching light when heads turn. Accents finish the look: antique gold doublet, sage silk chemise, sage tights, bark brown mitts, moss green tool loops, oak brown feather charms, and pine green beadwork, small pieces that hint at habit. Little flourishes—close-fitted, leafmantle, she, wears—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "calm, observant, quietly determined, human warmth, warns with nettle",
      "personality_long": "Calm, observant, quietly determined, human warmth, warns with nettle. Liora Fenvale has a laugh that arrives late but lands true, speaks softly until the moment they must be heard, and treats promises like contracts and debts like knives. They walk as if the floor has already told them where to step. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003009",
      "name": "Dren Stonebinder",
      "race": "Hill Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "pewter veil; oak brown bodice; russet silk chemise; wheat cloak; wheat beaded belt; brown long skirt; tan lace tights; iron grey leather gloves; brown armlets; wheat boots; wheat earrings; tan bandolier; brass metal clasps; wheat tool belt; accents: clad, forge, he, is",
      "clothing_long": "Dren Stonebinder wears wheat cloak layered close to the body; the cuts are neat and quiet. Around the waist sits wheat beaded belt, and wheat tool belt, tied snug to hold shape and hide tools. Below, brown long skirt fall with room for long strides and sudden turns. The hands and forearms carry iron grey leather gloves, and brown armlets—protection without losing touch. On the feet are wheat boots, scuffed at the heel yet polished at the toe. Accents finish the look: pewter veil, oak brown bodice, russet silk chemise, tan lace tights, wheat earrings, tan bandolier, and brass metal clasps, small pieces that hint at habit. Little flourishes—clad, forge, he, is—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "she wears embroidered work tunic, stout belt, canvas trousers, field boots, a pocket for bread, and a pocket for promises",
      "personality_long": "She wears embroidered work tunic, stout belt, canvas trousers, field boots, a pocket for bread, and a pocket for promises. Dren Stonebinder treats promises like contracts and debts like knives, keeps notes in margins no one else sees, and collects small tokens from the places they pass. Their calm is not peace but control, and they wear it like armour. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003020",
      "name": "Bera Copperbloom",
      "race": "Coastal Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "sea blue corset; ocean blue silk chemise; blue robe; sea blue utility belt; sea grey pleated skirt; blue garter belt; sea grey leather gloves; sea grey bracers; ocean blue heeled boots; sea grey pendant; kelp green quiver harness; sea grey mask; accents: clad, forge, is, she",
      "clothing_long": "Bera Copperbloom favours blue robe layered close to the body; the cuts are neat and quiet. Around the waist sits sea blue utility belt, and blue garter belt, tied snug to hold shape and hide tools. Below, sea grey pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry sea grey leather gloves, and sea grey bracers—protection without losing touch. On the feet are ocean blue heeled boots, scuffed at the heel yet polished at the toe. At the throat rests sea grey pendant, catching light when heads turn. Accents finish the look: sea blue corset, ocean blue silk chemise, kelp green quiver harness, and sea grey mask, small pieces that hint at habit. Little flourishes—clad, forge, is, she—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "coastal dwarf craft: tarred twine, shell charms, swearing gentle enough for children, unless the knots tangle, calm, observant, quietly determined",
      "personality_long": "Coastal dwarf craft: tarred twine, shell charms, swearing gentle enough for children, unless the knots tangle, calm, observant, quietly determined. Bera Copperbloom trusts slowly and protects fiercely once they do, keeps a private ritual before any decisive act, and collects small tokens from the places they pass. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003023",
      "name": "Tess Vervain",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "purple",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "clothing_short": "onyx vest; gold padded vest; silver poncho; red utility belt; onyx skirt; red lace tights; ink gloves; onyx bracers; ink soft boots; red necklace; purple quiver harness; black metal clasps; purple horn wraps; dark chain belt; accents: clad, gold, is, she",
      "clothing_long": "Tess Vervain wears onyx vest, and gold padded vest layered close to the body; the cuts are neat and quiet. Around the waist sits red utility belt, and dark chain belt, tied snug to hold shape and hide tools. Below, onyx skirt fall with room for long strides and sudden turns. The hands and forearms carry ink gloves, and onyx bracers—protection without losing touch. On the feet are ink soft boots, scuffed at the heel yet polished at the toe. At the throat rests red necklace, catching light when heads turn. Accents finish the look: silver poncho, red lace tights, purple quiver harness, black metal clasps, and purple horn wraps, small pieces that hint at habit. Little flourishes—clad, gold, is, she—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "long silk gloves",
      "personality_long": "Long silk gloves. Tess Vervain believes silence can cut cleaner than a blade, has a laugh that arrives late but lands true, and collects small tokens from the places they pass. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003028",
      "name": "Brigda Saltbrew",
      "race": "Coastal Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "ocean blue silk blouse; kelp green silk chemise; sea grey longcoat; blue beaded belt; ocean green leggings; tan tan garter belt; sea blue gloves; pewter vambraces; sea grey shoes; ocean green brooch; blue quiver harness; sea blue feather charms; accents: layered, ringmail, she, wears",
      "clothing_long": "Brigda Saltbrew dresses in ocean blue silk blouse, and sea grey longcoat layered close to the body; the cuts are neat and quiet. Around the waist sits blue beaded belt, and tan tan garter belt, tied snug to hold shape and hide tools. Below, ocean green leggings fall with room for long strides and sudden turns. The hands and forearms carry sea blue gloves, and pewter vambraces—protection without losing touch. On the feet are sea grey shoes, scuffed at the heel yet polished at the toe. Accents finish the look: kelp green silk chemise, ocean green brooch, blue quiver harness, and sea blue feather charms, small pieces that hint at habit. Little flourishes—layered, ringmail, she, wears—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "witty, charming, quick on the turn",
      "personality_long": "Witty, charming, quick on the turn. Brigda Saltbrew treats promises like contracts and debts like knives, believes silence can cut cleaner than a blade, and trusts slowly and protects fiercely once they do. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003033",
      "name": "Korrin Brassbuckle",
      "race": "Hill Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "tan tunic; burnt orange mesh underlayer; brown bolero; wheat tool belt; iron grey hakama; wheat tights; brown mitts; brown web-lace sleeves; russet sandals; russet necklace; steel shawl; brown pearled cords; tan metal clasps; accents: favors, he, layered, ringmail",
      "clothing_long": "Korrin Brassbuckle steps out in tan tunic, and brown bolero layered close to the body; the cuts are neat and quiet. Around the waist sits wheat tool belt, and brown pearled cords, tied snug to hold shape and hide tools. Below, iron grey hakama fall with room for long strides and sudden turns. The hands and forearms carry brown web-lace sleeves—protection without losing touch. On the feet are russet sandals, scuffed at the heel yet polished at the toe. At the throat rests russet necklace, catching light when heads turn. Accents finish the look: burnt orange mesh underlayer, wheat tights, brown mitts, steel shawl, and tan metal clasps, small pieces that hint at habit. Little flourishes—favors, he, layered, ringmail—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "witty, charming, quick on the turn, most days, he trusts his instincts",
      "personality_long": "Witty, charming, quick on the turn, most days, he trusts his instincts. Korrin Brassbuckle trusts slowly and protects fiercely once they do, collects small tokens from the places they pass, and speaks softly until the moment they must be heard. Their calm is not peace but control, and they wear it like armour. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003035",
      "name": "Bram Oakhollow",
      "race": "Human",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "dark brown",
      "skin_texture": "weathered",
      "hair_colour": "red",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "blue",
      "height": "medium",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "blue veil; green tunic; tan silk chemise; green bolero; blue tool belt; blue long skirt; grey patterned stockings; grey mitts; silver bangles; brass sandals; grey torc; grey shawl; grey tool loops; accents: favors, he, layered, traveler",
      "clothing_long": "Bram Oakhollow wears green tunic, and green bolero layered close to the body; the cuts are neat and quiet. Around the waist sits blue tool belt, tied snug to hold shape and hide tools. Below, blue long skirt fall with room for long strides and sudden turns. The hands and forearms carry silver bangles—protection without losing touch. On the feet are brass sandals, scuffed at the heel yet polished at the toe. At the throat rests grey torc, catching light when heads turn. Accents finish the look: blue veil, tan silk chemise, grey patterned stockings, grey mitts, grey shawl, and grey tool loops, small pieces that hint at habit. Little flourishes—favors, he, layered, traveler—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "grey hair cropped",
      "personality_long": "Grey hair cropped. Bram Oakhollow speaks softly until the moment they must be heard, treats promises like contracts and debts like knives, and collects small tokens from the places they pass. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003037",
      "name": "Jorek Ironstem",
      "race": "Iron Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "short",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "oxblood corset; oxblood wool sweater; slate longcoat; iron grey obi; coal black leggings; brass patterned stockings; iron grey silk gloves; rust bracers; iron grey ankle boots; steel beadwork; iron grey feather charms; slate reinforced boots; accents: clad, forge, he, is",
      "clothing_long": "Jorek Ironstem dresses in slate longcoat layered close to the body; the cuts are neat and quiet. Around the waist sits iron grey obi, tied snug to hold shape and hide tools. Below, coal black leggings fall with room for long strides and sudden turns. The hands and forearms carry iron grey silk gloves, and rust bracers—protection without losing touch. On the feet are iron grey ankle boots, and slate reinforced boots, scuffed at the heel yet polished at the toe. Accents finish the look: oxblood corset, oxblood wool sweater, brass patterned stockings, steel beadwork, and iron grey feather charms, small pieces that hint at habit. Little flourishes—clad, forge, he, is—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "she wears forge leathers, iron-banded bracers, tool belt, hobnail boots",
      "personality_long": "She wears forge leathers, iron-banded bracers, tool belt, hobnail boots. Jorek Ironstem keeps a private ritual before any decisive act, speaks softly until the moment they must be heard, and notices tiny shifts in air and posture. Their calm is not peace but control, and they wear it like armour. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003001",
      "name": "Tharic Coalbrow",
      "race": "Ember Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "gold doublet; ember red silk underdress; coal cloak; ember red utility belt; burnished brown thigh-slit skirt; brass garter belt; ember red silk gloves; soot black armlets; burnished brown soft boots; red torc; charred brown shawl; soot black pearled cords; accents: forge, he, leathers, wears",
      "clothing_long": "Tharic Coalbrow favours coal cloak layered close to the body; the cuts are neat and quiet. Around the waist sits ember red utility belt, brass garter belt, and soot black pearled cords, tied snug to hold shape and hide tools. Below, burnished brown thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry ember red silk gloves, and soot black armlets—protection without losing touch. On the feet are burnished brown soft boots, scuffed at the heel yet polished at the toe. At the throat rests red torc, catching light when heads turn. Accents finish the look: gold doublet, ember red silk underdress, and charred brown shawl, small pieces that hint at habit. Little flourishes—forge, he, leathers, wears—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "witty, charming, quick on the turn, in a crisis, he spends calm like currency",
      "personality_long": "Witty, charming, quick on the turn, in a crisis, he spends calm like currency. Tharic Coalbrow treats promises like contracts and debts like knives, has a laugh that arrives late but lands true, and trusts slowly and protects fiercely once they do. Their calm is not peace but control, and they wear it like armour. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003013",
      "name": "Vel Thornhook",
      "race": "Voided Tiefling",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "sleek",
      "eye_color": "silver",
      "height": "tall",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "clothing_short": "pitch black cap; neon purple vest; grey silk chemise; neon purple bolero; grey belt; void riding breeches; void lace tights; purple-black fingerless gloves; pitch black bangles; purple heeled boots; void brooch; grey bandolier; pitch black trophy charms; void choker; void horn wraps; accents: he, layers, shadowweave, wears",
      "clothing_long": "Vel Thornhook wears neon purple vest, and neon purple bolero layered close to the body; the cuts are neat and quiet. Around the waist sits grey belt, tied snug to hold shape and hide tools. The hands and forearms carry purple-black fingerless gloves, and pitch black bangles—protection without losing touch. On the feet are purple heeled boots, scuffed at the heel yet polished at the toe. At the throat rests void choker, catching light when heads turn. Accents finish the look: pitch black cap, grey silk chemise, void riding breeches, void lace tights, void brooch, grey bandolier, pitch black trophy charms, and void horn wraps, small pieces that hint at habit. Little flourishes—he, layers, shadowweave, wears—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "he is enigmatic, unflappable and calm, when pressed, he keeps promises and receipts, light slips off his edges",
      "personality_long": "He is enigmatic, unflappable and calm, when pressed, he keeps promises and receipts, light slips off his edges. Vel Thornhook trusts slowly and protects fiercely once they do, collects small tokens from the places they pass, and has a laugh that arrives late but lands true. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003015",
      "name": "Anwen Reedwhistle",
      "race": "Harpy",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "average",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "storm grey shawl hood; storm grey corset; white wool sweater; brass haori; brass obi; sea blue trousers; brass fingerless gloves; sky blue bracers; steel sandals; grey choker; sea blue scarf; storm grey feather charms; white sky harness; storm grey talon guards; accents: clad, is, road, she",
      "clothing_long": "Anwen Reedwhistle dresses in storm grey shawl hood layered close to the body; the cuts are neat and quiet. Around the waist sits brass obi, tied snug to hold shape and hide tools. Below, sea blue trousers fall with room for long strides and sudden turns. The hands and forearms carry brass fingerless gloves, and sky blue bracers—protection without losing touch. On the feet are steel sandals, scuffed at the heel yet polished at the toe. At the throat rests grey choker, and sea blue scarf, catching light when heads turn. Accents finish the look: storm grey corset, white wool sweater, brass haori, storm grey feather charms, white sky harness, and storm grey talon guards, small pieces that hint at habit. Little flourishes—clad, is, road, she—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "reserved, deliberate, difficult to read",
      "personality_long": "Reserved, deliberate, difficult to read. Anwen Reedwhistle notices tiny shifts in air and posture, collects small tokens from the places they pass, and has a laugh that arrives late but lands true. Their calm is not peace but control, and they wear it like armour. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003019",
      "name": "Ilwen Grayglass",
      "race": "Great Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "orange",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "tall",
      "build": "curvy",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing_short": "honey gold shirt; goldenrod mesh underlayer; ochre coat; white gold sash; white long skirt; white lace tights; goldenrod fingerless gloves; honey gold vambraces; white boots; brown earrings; white shawl; ochre mask; accents: favors, ornamental, robes, she",
      "clothing_long": "Ilwen Grayglass favours honey gold shirt, and ochre coat layered close to the body; the cuts are neat and quiet. Around the waist sits white gold sash, tied snug to hold shape and hide tools. Below, white long skirt fall with room for long strides and sudden turns. The hands and forearms carry goldenrod fingerless gloves, and honey gold vambraces—protection without losing touch. On the feet are white boots, scuffed at the heel yet polished at the toe. Accents finish the look: goldenrod mesh underlayer, white lace tights, brown earrings, white shawl, and ochre mask, small pieces that hint at habit. Little flourishes—favors, ornamental, robes, she—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "jeweled clasps, silk gloves, polished boots, courts were made for her, or so she acts",
      "personality_long": "Jeweled clasps, silk gloves, polished boots, courts were made for her, or so she acts. Ilwen Grayglass believes silence can cut cleaner than a blade, measures people by what they mend, not what they break, and notices tiny shifts in air and posture. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003025",
      "name": "Grish Stormpan",
      "race": "Storm Orc",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "green",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "mohawk",
      "eye_color": "yellow",
      "height": "tall",
      "build": "powerful",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing_short": "storm grey cap; storm grey tunic; deck brown wool sweater; bone coat; rust obi; steel leggings; tar black thighhighs; deck brown fingerless gloves; slate bracers; rust shoes; tar black necklace; rope tan shawl; slate pearled cords; slate trophy charms; bone rope belt; accents: favors, he, hide, reinforced",
      "clothing_long": "Grish Stormpan favours storm grey tunic, and bone coat layered close to the body; the cuts are neat and quiet. Around the waist sits rust obi, rope tan shawl, slate pearled cords, and bone rope belt, tied snug to hold shape and hide tools. Below, steel leggings fall with room for long strides and sudden turns. The hands and forearms carry deck brown fingerless gloves, and slate bracers—protection without losing touch. On the feet are rust shoes, scuffed at the heel yet polished at the toe. At the throat rests tar black necklace, catching light when heads turn. Accents finish the look: storm grey cap, deck brown wool sweater, tar black thighhighs, and slate trophy charms, small pieces that hint at habit. Little flourishes—favors, he, hide, reinforced—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "calm, observant, quietly determined, in a crisis, he spends calm like currency, he measures friendship in deeds",
      "personality_long": "Calm, observant, quietly determined, in a crisis, he spends calm like currency, he measures friendship in deeds. Grish Stormpan measures people by what they mend, not what they break, treats promises like contracts and debts like knives, and keeps a private ritual before any decisive act. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003027",
      "name": "Rilven Ashmark",
      "race": "Snow Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "small",
      "build": "slim, toned",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing_short": "storm blue shirt; ice blue wool sweater; dark sash; black thigh-slit skirt; ice blue lace tights; winter white gloves; ice grey vambraces; black ankle boots; dark torc; ice grey feather charms; black white choker; storm blue silver circlet; accents: favors, he, layers, minimal",
      "clothing_long": "Rilven Ashmark steps out in storm blue shirt layered close to the body; the cuts are neat and quiet. Around the waist sits dark sash, tied snug to hold shape and hide tools. Below, black thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry winter white gloves, and ice grey vambraces—protection without losing touch. On the feet are black ankle boots, scuffed at the heel yet polished at the toe. At the throat rests dark torc, and black white choker, catching light when heads turn. Accents finish the look: ice blue wool sweater, ice blue lace tights, ice grey feather charms, and storm blue silver circlet, small pieces that hint at habit. Little flourishes—favors, he, layers, minimal—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "reserved, deliberate, difficult to read",
      "personality_long": "Reserved, deliberate, difficult to read. Rilven Ashmark trusts slowly and protects fiercely once they do, speaks softly until the moment they must be heard, and has a laugh that arrives late but lands true. Kindness is measured, never cheap; cruelty, when it comes, is exact. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003034",
      "name": "Yrris Starfall",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing_short": "fern hood; forest green shirt; gold silk underdress; chartreuse longcoat; amber utility belt; green long skirt; burnt brown tights; burnt brown fingerless gloves; burnt brown web-lace sleeves; brown thigh-high boots; fern beadwork; chartreuse shawl; burnt brown pearled cords; accents: draped, favors, shawl, she",
      "clothing_long": "Yrris Starfall steps out in fern hood, forest green shirt, and chartreuse longcoat layered close to the body; the cuts are neat and quiet. Around the waist sits amber utility belt, and burnt brown pearled cords, tied snug to hold shape and hide tools. Below, green long skirt fall with room for long strides and sudden turns. The hands and forearms carry burnt brown fingerless gloves, and burnt brown web-lace sleeves—protection without losing touch. On the feet are brown thigh-high boots, scuffed at the heel yet polished at the toe. Accents finish the look: gold silk underdress, burnt brown tights, fern beadwork, and chartreuse shawl, small pieces that hint at habit. Little flourishes—draped, favors, shawl, she—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "reserved, deliberate, difficult to read",
      "personality_long": "Reserved, deliberate, difficult to read. Yrris Starfall keeps a private ritual before any decisive act, speaks softly until the moment they must be heard, and measures people by what they mend, not what they break. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003036",
      "name": "Nimri Featherveil",
      "race": "Harpy",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "average",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing_short": "white tunic; grey silk chemise; grey coat; slate obi; storm grey pleated skirt; grey patterned stockings; grey mitts; amber armlets; sky blue ankle boots; slate necklace; sky blue bandolier; white trophy charms; grey sky harness; white talon guards; accents: leathers, road, she, wears",
      "clothing_long": "Nimri Featherveil steps out in white tunic, and grey coat layered close to the body; the cuts are neat and quiet. Around the waist sits slate obi, tied snug to hold shape and hide tools. Below, storm grey pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry amber armlets—protection without losing touch. On the feet are sky blue ankle boots, scuffed at the heel yet polished at the toe. At the throat rests slate necklace, catching light when heads turn. Accents finish the look: grey silk chemise, grey patterned stockings, grey mitts, sky blue bandolier, white trophy charms, grey sky harness, and white talon guards, small pieces that hint at habit. Little flourishes—leathers, road, she, wears—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "reserved, deliberate, difficult to read",
      "personality_long": "Reserved, deliberate, difficult to read. Nimri Featherveil keeps a private ritual before any decisive act, trusts slowly and protects fiercely once they do, and notices tiny shifts in air and posture. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003040",
      "name": "Veyra Nullbrand",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light grey",
      "skin_texture": "cracked",
      "hair_colour": "black",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "statuesque",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black horns",
        "long horns",
        "jagged horns"
      ],
      "clothing_short": "silver hairpins; onyx shirt; onyx silk underdress; grey chain belt; hematite riding breeches; black fingerless gloves; purple bangles; onyx heeled boots; silver earrings; black tool loops; purple coral clasp; accents: lacquer, officer, she, wears",
      "clothing_long": "Veyra Nullbrand steps out in onyx shirt layered close to the body; the cuts are neat and quiet. Around the waist sits grey chain belt, tied snug to hold shape and hide tools. The hands and forearms carry black fingerless gloves, and purple bangles—protection without losing touch. On the feet are onyx heeled boots, scuffed at the heel yet polished at the toe. Accents finish the look: silver hairpins, onyx silk underdress, hematite riding breeches, silver earrings, black tool loops, and purple coral clasp, small pieces that hint at habit. Little flourishes—lacquer, officer, she, wears—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "she cuts with etiquette first",
      "personality_long": "She cuts with etiquette first. Veyra Nullbrand has a laugh that arrives late but lands true, speaks softly until the moment they must be heard, and treats promises like contracts and debts like knives. Kindness is measured, never cheap; cruelty, when it comes, is exact. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003041",
      "name": "Zaira Nullbrand",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light grey",
      "skin_texture": "cracked",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "sleek",
      "eye_color": "silver",
      "height": "medium",
      "build": "normal",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black horns",
        "long horns",
        "jagged horns"
      ],
      "clothing_short": "grey tiara; grey silk blouse; grey wool sweater; shadow grey mantle; pale gold chain belt; black long skirt; purple thighhighs; grey leather gloves; black armlets; onyx deck boots; shadow grey pendant; hematite quiver harness; pale gold pearled cords; accents: favors, lacquer, officer, she",
      "clothing_long": "Zaira Nullbrand steps out in grey silk blouse, and shadow grey mantle layered close to the body; the cuts are neat and quiet. Around the waist sits pale gold chain belt, and pale gold pearled cords, tied snug to hold shape and hide tools. Below, black long skirt fall with room for long strides and sudden turns. The hands and forearms carry grey leather gloves, and black armlets—protection without losing touch. On the feet are onyx deck boots, scuffed at the heel yet polished at the toe. At the throat rests shadow grey pendant, catching light when heads turn. Accents finish the look: grey tiara, grey wool sweater, purple thighhighs, and hematite quiver harness, small pieces that hint at habit. Little flourishes—favors, lacquer, officer, she—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "in a crisis, she spends calm like currency, she cuts with etiquette first",
      "personality_long": "In a crisis, she spends calm like currency, she cuts with etiquette first. Zaira Nullbrand keeps notes in margins no one else sees, treats promises like contracts and debts like knives, and has a laugh that arrives late but lands true. They let silence do half the speaking, and the rest arrives like a verdict. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003042",
      "name": "Mav Blackspike",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "swept back",
      "eye_color": "yellow",
      "height": "tall",
      "build": "powerful",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "clothing_short": "black tiara; black doublet; garnet silk underdress; orange glow robe; red sash; oxblood thigh-slit skirt; brown tights; black gloves; brown sleeves; red shoes; grey beadwork; brown capelet; black feather charms; grey choker; sanguine chain belt; accents: clad, is, she, spiked",
      "clothing_long": "Mav Blackspike favours orange glow robe, and brown capelet layered close to the body; the cuts are neat and quiet. Around the waist sits red sash, and sanguine chain belt, tied snug to hold shape and hide tools. Below, oxblood thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry black gloves, and brown sleeves—protection without losing touch. On the feet are red shoes, scuffed at the heel yet polished at the toe. At the throat rests grey choker, catching light when heads turn. Accents finish the look: black tiara, black doublet, garnet silk underdress, brown tights, grey beadwork, and black feather charms, small pieces that hint at habit. Little flourishes—clad, is, she, spiked—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "grey-sweet and fearless, she rarely looks back",
      "personality_long": "Grey-sweet and fearless, she rarely looks back. Mav Blackspike keeps a private ritual before any decisive act, measures people by what they mend, not what they break, and collects small tokens from the places they pass. Kindness is measured, never cheap; cruelty, when it comes, is exact. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003043",
      "name": "Nyx Voidweave",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "gold",
      "height": "tall",
      "build": "strong",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "clothing_short": "sanguine hairpins; garnet vest; garnet padded vest; red coat; grey rope belt; red skirt; oxblood knee socks; grey silk gloves; black sleeves; orange glow thigh-high boots; black brooch; grey scarf; oxblood tool loops; black choker; red chain belt; accents: favors, scorched, she, spiked",
      "clothing_long": "Nyx Voidweave wears garnet vest, garnet padded vest, and red coat layered close to the body; the cuts are neat and quiet. Around the waist sits grey rope belt, and red chain belt, tied snug to hold shape and hide tools. Below, red skirt fall with room for long strides and sudden turns. The hands and forearms carry grey silk gloves, and black sleeves—protection without losing touch. On the feet are orange glow thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests grey scarf, and black choker, catching light when heads turn. Accents finish the look: sanguine hairpins, oxblood knee socks, black brooch, and oxblood tool loops, small pieces that hint at habit. Little flourishes—favors, scorched, she, spiked—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "grey-sweet and fearless, she rarely looks back",
      "personality_long": "Grey-sweet and fearless, she rarely looks back. Nyx Voidweave measures people by what they mend, not what they break, believes silence can cut cleaner than a blade, and keeps notes in margins no one else sees. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003044",
      "name": "Vel Coalbrand",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "tall",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "clothing_short": "void tunic; neon purple silk underdress; grey tool belt; purple-black pleated skirt; void patterned stockings; silver leather gloves; pitch black bracers; grey thigh-high boots; purple-black choker; purple-black bandolier; void trophy charms; silver horn wraps; accents: layers, shadowweave, she, wears",
      "clothing_long": "Vel Coalbrand dresses in void tunic layered close to the body; the cuts are neat and quiet. Around the waist sits grey tool belt, tied snug to hold shape and hide tools. Below, purple-black pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry silver leather gloves, and pitch black bracers—protection without losing touch. On the feet are grey thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests purple-black choker, catching light when heads turn. Accents finish the look: neon purple silk underdress, void patterned stockings, purple-black bandolier, void trophy charms, and silver horn wraps, small pieces that hint at habit. Little flourishes—layers, shadowweave, she, wears—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "light slips off her edges",
      "personality_long": "Light slips off her edges. Vel Coalbrand treats promises like contracts and debts like knives, measures people by what they mend, not what they break, and trusts slowly and protects fiercely once they do. They walk as if the floor has already told them where to step. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003045",
      "name": "Selia Gloomline",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "slim",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "clothing_short": "pitch black vest; grey padded vest; pitch black mantle; pitch black beaded belt; grey leggings; grey leather gloves; purple-black bracers; void ankle boots; pitch black earrings; grey shawl; electric blue tail jewelry; purple-black choker; silver horn wraps; accents: asymmetrical, favors, longcoat, she",
      "clothing_long": "Selia Gloomline wears pitch black vest, grey padded vest, and pitch black mantle layered close to the body; the cuts are neat and quiet. Around the waist sits pitch black beaded belt, tied snug to hold shape and hide tools. Below, grey leggings fall with room for long strides and sudden turns. The hands and forearms carry grey leather gloves, and purple-black bracers—protection without losing touch. On the feet are void ankle boots, scuffed at the heel yet polished at the toe. At the throat rests purple-black choker, catching light when heads turn. Accents finish the look: pitch black earrings, grey shawl, electric blue tail jewelry, and silver horn wraps, small pieces that hint at habit. Little flourishes—asymmetrical, favors, longcoat, she—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "light slips off her edges",
      "personality_long": "Light slips off her edges. Selia Gloomline speaks softly until the moment they must be heard, believes silence can cut cleaner than a blade, and treats promises like contracts and debts like knives. Their calm is not peace but control, and they wear it like armour. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003048",
      "name": "Nyx Gloomline",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "braided",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing_short": "green vest; forest green wool sweater; chartreuse beaded belt; gold trousers; forest green mitts; gold bracers; forest green thigh-high boots; chartreuse brooch; green capelet; amber tool loops; green earrings; accents: draped, favors, shawl, she",
      "clothing_long": "Nyx Gloomline favours green vest, and green capelet layered close to the body; the cuts are neat and quiet. Around the waist sits chartreuse beaded belt, tied snug to hold shape and hide tools. Below, gold trousers fall with room for long strides and sudden turns. The hands and forearms carry gold bracers—protection without losing touch. On the feet are forest green thigh-high boots, scuffed at the heel yet polished at the toe. Accents finish the look: forest green wool sweater, forest green mitts, chartreuse brooch, amber tool loops, and green earrings, small pieces that hint at habit. Little flourishes—draped, favors, shawl, she—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "green things like her",
      "personality_long": "Green things like her. Nyx Gloomline trusts slowly and protects fiercely once they do, keeps a private ritual before any decisive act, and collects small tokens from the places they pass. They let silence do half the speaking, and the rest arrives like a verdict. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003049",
      "name": "Mav Ashmire",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "loose",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing_short": "green shirt; green quilted gambeson; chartreuse mantle; viridian chain belt; chartreuse thigh-slit skirt; viridian lace tights; chartreuse silk gloves; fern armlets; jade soft boots; gold earrings; green capelet; jade mask; accents: draped, favors, shawl, she",
      "clothing_long": "Mav Ashmire steps out in green shirt, chartreuse mantle, and green capelet layered close to the body; the cuts are neat and quiet. Around the waist sits viridian chain belt, tied snug to hold shape and hide tools. Below, chartreuse thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry chartreuse silk gloves, and fern armlets—protection without losing touch. On the feet are jade soft boots, scuffed at the heel yet polished at the toe. Accents finish the look: green quilted gambeson, viridian lace tights, gold earrings, and jade mask, small pieces that hint at habit. Little flourishes—draped, favors, shawl, she—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "reserved, deliberate, difficult to read",
      "personality_long": "Reserved, deliberate, difficult to read. Mav Ashmire treats promises like contracts and debts like knives, notices tiny shifts in air and posture, and keeps notes in margins no one else sees. Nothing about them feels accidental—only chosen, and chosen again. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003070",
      "name": "Ulgra Skulltide",
      "race": "Ashfoot Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "charcoal",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "shaved",
      "hair_style": "braided",
      "eye_color": "amber",
      "height": "tall",
      "build": "strong",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "tusks",
        "calloused feet",
        "ash warpaint"
      ],
      "clothing_short": "volcanic grey vest; grey silk chemise; volcanic grey haori; coal tool belt; volcanic grey pleated skirt; iron knee socks; rope tan silk gloves; iron armlets; bone thigh-high boots; coal necklace; grey black scarf; volcanic grey mask; accents: cords, knotted, sea-leathers, wrap",
      "clothing_long": "Ulgra Skulltide steps out in volcanic grey vest layered close to the body; the cuts are neat and quiet. Around the waist sits coal tool belt, and rope tan silk gloves, tied snug to hold shape and hide tools. Below, volcanic grey pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry rope tan silk gloves, and iron armlets—protection without losing touch. On the feet are bone thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests coal necklace, and grey black scarf, catching light when heads turn. Accents finish the look: grey silk chemise, volcanic grey haori, iron knee socks, and volcanic grey mask, small pieces that hint at habit. Little flourishes—cords, knotted, sea-leathers, wrap—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Ulgra Skulltide keeps notes in margins no one else sees, collects small tokens from the places they pass, and treats promises like contracts and debts like knives. Nothing about them feels accidental—only chosen, and chosen again. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003071",
      "name": "Asha Ashwalker",
      "race": "Ashfoot Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "grey-black",
      "skin_texture": "scarred",
      "hair_colour": "dark brown",
      "hair_length": "shaved",
      "hair_style": "shaved",
      "eye_color": "ember",
      "height": "tall",
      "build": "muscular",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "tusks",
        "calloused feet",
        "ash warpaint"
      ],
      "clothing_short": "volcanic grey headband; grey corset; slate padded vest; grey black longcoat; grey beaded belt; rope tan long skirt; bone lace tights; grey leather gloves; volcanic grey vambraces; grey black deck boots; slate necklace; slate quiver harness; coal metal clasps; accents: cords, knotted, sea-leathers, wrap",
      "clothing_long": "Asha Ashwalker dresses in slate padded vest, and grey black longcoat layered close to the body; the cuts are neat and quiet. Around the waist sits grey beaded belt, and rope tan long skirt, tied snug to hold shape and hide tools. Below, rope tan long skirt fall with room for long strides and sudden turns. The hands and forearms carry grey leather gloves, and volcanic grey vambraces—protection without losing touch. On the feet are grey black deck boots, scuffed at the heel yet polished at the toe. At the throat rests slate necklace, catching light when heads turn. Accents finish the look: volcanic grey headband, grey corset, bone lace tights, slate quiver harness, and coal metal clasps, small pieces that hint at habit. Little flourishes—cords, knotted, sea-leathers, wrap—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Asha Ashwalker measures people by what they mend, not what they break, believes silence can cut cleaner than a blade, and has a laugh that arrives late but lands true. They let silence do half the speaking, and the rest arrives like a verdict. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003072",
      "name": "Ysilra Dawnmere",
      "race": "Snow Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pure white",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "short",
      "hair_style": "long",
      "eye_color": "ice blue",
      "height": "short",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "pointed ears",
        "icy gaze"
      ],
      "clothing_short": "dark doublet; white silk underdress; black robe; dark utility belt; ice grey pleated skirt; dark patterned stockings; silver silk gloves; ice grey web-lace sleeves; black boots; black necklace; dark quiver harness; dark pearled cords; ice grey white choker; winter white silver circlet; accents: favors, layered, leathers, she",
      "clothing_long": "Ysilra Dawnmere dresses in black robe layered close to the body; the cuts are neat and quiet. Around the waist sits dark utility belt, and dark pearled cords, tied snug to hold shape and hide tools. Below, ice grey pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry silver silk gloves, and ice grey web-lace sleeves—protection without losing touch. On the feet are black boots, scuffed at the heel yet polished at the toe. At the throat rests black necklace, and ice grey white choker, catching light when heads turn. Accents finish the look: dark doublet, white silk underdress, dark patterned stockings, dark quiver harness, and winter white silver circlet, small pieces that hint at habit. Little flourishes—favors, layered, leathers, she—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Ysilra Dawnmere notices tiny shifts in air and posture, keeps notes in margins no one else sees, and believes silence can cut cleaner than a blade. Nothing about them feels accidental—only chosen, and chosen again. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003073",
      "name": "Hildra Orefall",
      "race": "Iron Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "stone grey",
      "skin_texture": "scarred",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "short",
      "eye_color": "grey",
      "height": "short",
      "build": "strong",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "thick beards",
        "braided beards"
      ],
      "clothing_short": "brown kimono top; brown linen undershirt; oxblood bolero; coal black rope belt; iron grey pleated skirt; slate garter belt; brown mitts; brown web-lace sleeves; brown thigh-high boots; slate pendant; brown tail jewelry; oxblood bracers; coal black reinforced boots; accents: she, stout, wears, workweave",
      "clothing_long": "Hildra Orefall favours brown kimono top, brown linen undershirt, and oxblood bolero layered close to the body; the cuts are neat and quiet. Around the waist sits coal black rope belt, and slate garter belt, tied snug to hold shape and hide tools. Below, iron grey pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry brown web-lace sleeves, and oxblood bracers—protection without losing touch. On the feet are brown thigh-high boots, and coal black reinforced boots, scuffed at the heel yet polished at the toe. At the throat rests slate pendant, catching light when heads turn. Accents finish the look: brown mitts, and brown tail jewelry, small pieces that hint at habit. Little flourishes—she, stout, wears, workweave—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Hildra Orefall speaks softly until the moment they must be heard, has a laugh that arrives late but lands true, and notices tiny shifts in air and posture. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003074",
      "name": "Ysil Dawnmere",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "tanned",
      "skin_texture": "smooth",
      "hair_colour": "light brown",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "green",
      "height": "medium",
      "build": "toned",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "sharp eyes"
      ],
      "clothing_short": "white kimono top; oak brown silk chemise; pine green chain belt; sage skirt; antique gold knee socks; oak brown mitts; moss green web-lace sleeves; brown thigh-high boots; leaf green horn wraps; leaf-dye green bandolier; white feather charms; bark brown beadwork; accents: favors, layered, leathers, she",
      "clothing_long": "Ysil Dawnmere dresses in white kimono top layered close to the body; the cuts are neat and quiet. Around the waist sits pine green chain belt, tied snug to hold shape and hide tools. Below, sage skirt fall with room for long strides and sudden turns. The hands and forearms carry moss green web-lace sleeves—protection without losing touch. On the feet are brown thigh-high boots, scuffed at the heel yet polished at the toe. Accents finish the look: oak brown silk chemise, antique gold knee socks, oak brown mitts, leaf green horn wraps, leaf-dye green bandolier, white feather charms, and bark brown beadwork, small pieces that hint at habit. Little flourishes—favors, layered, leathers, she—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Ysil Dawnmere measures people by what they mend, not what they break, speaks softly until the moment they must be heard, and believes silence can cut cleaner than a blade. They walk as if the floor has already told them where to step. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003075",
      "name": "Yorin Starcrest",
      "race": "Forest Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "tanned",
      "skin_texture": "smooth",
      "hair_colour": "light brown",
      "hair_length": "braided",
      "hair_style": "long",
      "eye_color": "amber",
      "height": "medium",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "sharp eyes"
      ],
      "clothing_short": "bark brown tiara; bark brown kimono top; bark brown mesh underlayer; leaf-dye green haori; moss green beaded belt; brown wrap skirt; pine green patterned stockings; white silk gloves; pine green sleeves; amber heeled boots; pine green beadwork; oak brown bandolier; bark brown metal clasps; leaf green feather charms; accents: favors, he, layered, leathers",
      "clothing_long": "Yorin Starcrest dresses in bark brown kimono top layered close to the body; the cuts are neat and quiet. Around the waist sits moss green beaded belt, tied snug to hold shape and hide tools. Below, brown wrap skirt fall with room for long strides and sudden turns. The hands and forearms carry white silk gloves, and pine green sleeves—protection without losing touch. On the feet are amber heeled boots, scuffed at the heel yet polished at the toe. Accents finish the look: bark brown tiara, bark brown mesh underlayer, leaf-dye green haori, pine green patterned stockings, pine green beadwork, oak brown bandolier, bark brown metal clasps, and leaf green feather charms, small pieces that hint at habit. Little flourishes—favors, he, layered, leathers—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Yorin Starcrest has a laugh that arrives late but lands true, keeps a private ritual before any decisive act, and collects small tokens from the places they pass. Kindness is measured, never cheap; cruelty, when it comes, is exact. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003076",
      "name": "Naeris Whisperwind",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale dark brown",
      "skin_texture": "smooth",
      "hair_colour": "grey",
      "hair_length": "straight",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "pointed ears",
        "silver tattoos",
        "piercing eyes"
      ],
      "clothing_short": "black leather bodice; silver mesh underlayer; blue haori; brown sash; black leggings; blue garter belt; brown leather gloves; red sleeves; grey sandals; grey earrings; brown backpack; blue coral clasp; grey web-lace sleeves; brown silver filigree pendant; accents: favors, layered, leathers, she",
      "clothing_long": "Around the waist sits brown sash, and blue garter belt, tied snug to hold shape and hide tools. Below, black leggings fall with room for long strides and sudden turns. The hands and forearms carry brown leather gloves, red sleeves, and grey web-lace sleeves—protection without losing touch. On the feet are grey sandals, scuffed at the heel yet polished at the toe. At the throat rests brown silver filigree pendant, catching light when heads turn. Accents finish the look: black leather bodice, silver mesh underlayer, blue haori, grey earrings, brown backpack, and blue coral clasp, small pieces that hint at habit. Little flourishes—favors, layered, leathers, she—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Naeris Whisperwind has a laugh that arrives late but lands true, notices tiny shifts in air and posture, and measures people by what they mend, not what they break. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003077",
      "name": "Theriz Leafsong",
      "race": "Dark Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pale dark brown",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "pointed ears",
        "silver tattoos",
        "piercing eyes"
      ],
      "clothing_short": "black vest; brown linen undershirt; grey beaded belt; plum leggings; brown garter belt; purple mitts; brown vambraces; blue thigh-high boots; brown brooch; plum tool loops; grey web-lace sleeves; blue silver filigree pendant; accents: favors, he, layered, leathers",
      "clothing_long": "Theriz Leafsong wears black vest, and brown linen undershirt layered close to the body; the cuts are neat and quiet. Around the waist sits grey beaded belt, and brown garter belt, tied snug to hold shape and hide tools. Below, plum leggings fall with room for long strides and sudden turns. The hands and forearms carry brown vambraces, and grey web-lace sleeves—protection without losing touch. On the feet are blue thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests blue silver filigree pendant, catching light when heads turn. Accents finish the look: purple mitts, brown brooch, and plum tool loops, small pieces that hint at habit. Little flourishes—favors, he, layered, leathers—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Theriz Leafsong believes silence can cut cleaner than a blade, trusts slowly and protects fiercely once they do, and notices tiny shifts in air and posture. Their calm is not peace but control, and they wear it like armour. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003078",
      "name": "Vera Starcrest",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "amber",
      "height": "short",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "antique gold veil; leaf green silk blouse; sage quilted gambeson; moss green poncho; amber sash; bark brown thigh-slit skirt; antique gold thighhighs; brown fingerless gloves; sage bangles; moss green sandals; oak brown beadwork; moss green bandolier; amber metal clasps; amber feather charms; accents: favors, layered, leathers, she",
      "clothing_long": "Vera Starcrest dresses in leaf green silk blouse layered close to the body; the cuts are neat and quiet. Around the waist sits amber sash, tied snug to hold shape and hide tools. Below, bark brown thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry brown fingerless gloves, and sage bangles—protection without losing touch. On the feet are moss green sandals, scuffed at the heel yet polished at the toe. Accents finish the look: antique gold veil, sage quilted gambeson, moss green poncho, antique gold thighhighs, oak brown beadwork, moss green bandolier, amber metal clasps, and amber feather charms, small pieces that hint at habit. Little flourishes—favors, layered, leathers, she—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Vera Starcrest notices tiny shifts in air and posture, speaks softly until the moment they must be heard, and measures people by what they mend, not what they break. Kindness is measured, never cheap; cruelty, when it comes, is exact. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003079",
      "name": "Jorin Silverbranch",
      "race": "Forest Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "grey",
      "height": "tall",
      "build": "strong",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "sage doublet; bark brown linen undershirt; amber cape; bark brown belt; leaf-dye green pleated skirt; white knee socks; oak brown silk gloves; bark brown armlets; leaf-dye green ankle boots; brown torc; brown shawl; brown tail jewelry; moss green feather charms; sage beadwork; accents: favors, he, layered, leathers",
      "clothing_long": "Jorin Silverbranch wears bark brown linen undershirt, and amber cape layered close to the body; the cuts are neat and quiet. Around the waist sits bark brown belt, tied snug to hold shape and hide tools. Below, leaf-dye green pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry oak brown silk gloves, and bark brown armlets—protection without losing touch. On the feet are leaf-dye green ankle boots, scuffed at the heel yet polished at the toe. At the throat rests brown torc, catching light when heads turn. Accents finish the look: sage doublet, white knee socks, brown shawl, brown tail jewelry, moss green feather charms, and sage beadwork, small pieces that hint at habit. Little flourishes—favors, he, layered, leathers—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Jorin Silverbranch collects small tokens from the places they pass, measures people by what they mend, not what they break, and keeps a private ritual before any decisive act. Their calm is not peace but control, and they wear it like armour. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003080",
      "name": "Tova Anvilward",
      "race": "Hill Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "short",
      "eye_color": "green",
      "height": "short",
      "build": "strong",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "beards",
        "rosy cheeks"
      ],
      "clothing_short": "iron grey vest; oak brown silk underdress; pewter belt; pewter trousers; brown lace tights; brown mitts; wheat bangles; iron grey thigh-high boots; oak brown pendant; wheat quiver harness; oak brown tool loops; steel tool belt; iron grey metal clasps; accents: she, stout, wears, workweave",
      "clothing_long": "Tova Anvilward wears iron grey vest layered close to the body; the cuts are neat and quiet. Around the waist sits pewter belt, and steel tool belt, tied snug to hold shape and hide tools. Below, pewter trousers fall with room for long strides and sudden turns. The hands and forearms carry wheat bangles—protection without losing touch. On the feet are iron grey thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests oak brown pendant, catching light when heads turn. Accents finish the look: oak brown silk underdress, brown lace tights, brown mitts, wheat quiver harness, oak brown tool loops, and iron grey metal clasps, small pieces that hint at habit. Little flourishes—she, stout, wears, workweave—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Tova Anvilward believes silence can cut cleaner than a blade, keeps notes in margins no one else sees, and speaks softly until the moment they must be heard. They let silence do half the speaking, and the rest arrives like a verdict. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003081",
      "name": "Jorik Coalhelm",
      "race": "Coastal Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "tanned",
      "skin_texture": "rough",
      "hair_colour": "blonde",
      "hair_length": "braided",
      "hair_style": "braided",
      "eye_color": "green",
      "height": "short",
      "build": "strong",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "beards braided with shells"
      ],
      "clothing_short": "kelp green tiara; ocean blue tunic; tan tan silk chemise; ocean blue robe; sea grey obi; tan tan leggings; ocean blue leather gloves; sea grey bracers; ocean blue soft boots; brass brooch; ocean blue backpack; sea blue coral clasp; accents: he, stout, wears, workweave",
      "clothing_long": "Jorik Coalhelm wears ocean blue tunic, and ocean blue robe layered close to the body; the cuts are neat and quiet. Around the waist sits sea grey obi, tied snug to hold shape and hide tools. Below, tan tan leggings fall with room for long strides and sudden turns. The hands and forearms carry ocean blue leather gloves, and sea grey bracers—protection without losing touch. On the feet are ocean blue soft boots, scuffed at the heel yet polished at the toe. Accents finish the look: kelp green tiara, tan tan silk chemise, brass brooch, ocean blue backpack, and sea blue coral clasp, small pieces that hint at habit. Little flourishes—he, stout, wears, workweave—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Jorik Coalhelm has a laugh that arrives late but lands true, speaks softly until the moment they must be heard, and keeps a private ritual before any decisive act. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003082",
      "name": "Therra Anvilward",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "short",
      "eye_color": "golden",
      "height": "short",
      "build": "muscular",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "glowing eyes",
        "forge burns"
      ],
      "clothing_short": "charred brown hairpins; soot black leather bodice; charred brown padded vest; charred brown cape; charred brown beaded belt; ember red wrap skirt; ember red thighhighs; charred brown fingerless gloves; red vambraces; ember red soft boots; coal beadwork; charred brown scarf; brass trophy charms; accents: she, stout, wears, workweave",
      "clothing_long": "Therra Anvilward dresses in charred brown padded vest, and charred brown cape layered close to the body; the cuts are neat and quiet. Around the waist sits charred brown beaded belt, tied snug to hold shape and hide tools. Below, ember red wrap skirt fall with room for long strides and sudden turns. The hands and forearms carry charred brown fingerless gloves, and red vambraces—protection without losing touch. On the feet are ember red soft boots, scuffed at the heel yet polished at the toe. At the throat rests charred brown scarf, catching light when heads turn. Accents finish the look: charred brown hairpins, soot black leather bodice, ember red thighhighs, coal beadwork, and brass trophy charms, small pieces that hint at habit. Little flourishes—she, stout, wears, workweave—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Therra Anvilward trusts slowly and protects fiercely once they do, keeps notes in margins no one else sees, and believes silence can cut cleaner than a blade. They walk as if the floor has already told them where to step. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003083",
      "name": "Kaela Stonebrew",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "singed",
      "hair_style": "braided",
      "eye_color": "amber",
      "height": "short",
      "build": "muscular",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "glowing eyes",
        "forge burns"
      ],
      "clothing_short": "coal beret; brass silk blouse; gold silk underdress; gold haori; coal tool belt; gold pleated skirt; coal knee socks; ember red mitts; soot black armlets; coal deck boots; brass horn wraps; soot black shawl; ember red pearled cords; accents: she, stout, wears, workweave",
      "clothing_long": "Kaela Stonebrew favours brass silk blouse layered close to the body; the cuts are neat and quiet. Around the waist sits coal tool belt, and ember red pearled cords, tied snug to hold shape and hide tools. Below, gold pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry soot black armlets—protection without losing touch. On the feet are coal deck boots, scuffed at the heel yet polished at the toe. Accents finish the look: coal beret, gold silk underdress, gold haori, coal knee socks, ember red mitts, brass horn wraps, and soot black shawl, small pieces that hint at habit. Little flourishes—she, stout, wears, workweave—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Kaela Stonebrew treats promises like contracts and debts like knives, notices tiny shifts in air and posture, and keeps notes in margins no one else sees. Kindness is measured, never cheap; cruelty, when it comes, is exact. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003084",
      "name": "Aerol Stormplume",
      "race": "Harpy",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "bronze",
      "skin_texture": "weathered",
      "hair_colour": "sun-bleached",
      "hair_length": "wind-knotted",
      "hair_style": "wind-tossed",
      "eye_color": "amber",
      "height": "medium",
      "build": "toned",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "back-mounted wings",
        "talons",
        "feathered wings",
        "digitigrade legs",
        "raptorial clawed hands",
        "avian brows",
        "hollow bones",
        "avian crest",
        "keen sight"
      ],
      "clothing_short": "slate circlet; grey leather bodice; storm grey mesh underlayer; brass cloak; white obi; sky blue thigh-slit skirt; white patterned stockings; sky blue silk gloves; sea blue bangles; slate shoes; storm grey horn wraps; brass capelet; grey trophy charms; storm grey sky harness; storm grey talon guards; accents: feather, finger, mantle, sky-harness",
      "clothing_long": "Aerol Stormplume steps out in brass cloak, and brass capelet layered close to the body; the cuts are neat and quiet. Around the waist sits white obi, tied snug to hold shape and hide tools. Below, sky blue thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry sky blue silk gloves, and sea blue bangles—protection without losing touch. On the feet are slate shoes, scuffed at the heel yet polished at the toe. Accents finish the look: slate circlet, grey leather bodice, storm grey mesh underlayer, white patterned stockings, storm grey horn wraps, grey trophy charms, storm grey sky harness, and storm grey talon guards, small pieces that hint at habit. Little flourishes—feather, finger, mantle, sky-harness—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Aerol Stormplume treats promises like contracts and debts like knives, keeps a private ritual before any decisive act, and notices tiny shifts in air and posture. Nothing about them feels accidental—only chosen, and chosen again. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003085",
      "name": "Galka Ashwalker",
      "race": "Storm Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "sea green",
      "skin_texture": "salt-worn",
      "hair_colour": "black",
      "hair_length": "braided",
      "hair_style": "wind-tangled",
      "eye_color": "grey",
      "height": "tall",
      "build": "broad",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "tusks",
        "storm scars"
      ],
      "clothing_short": "tar black cap; steel tunic; deck brown silk underdress; rope tan haori; sea green obi; rope tan hakama; sea green patterned stockings; salt white leather gloves; slate bracers; storm grey soft boots; sea green necklace; sea green coral clasp; storm grey trophy charms; tar black rope belt; accents: cords, knotted, sea-leathers, wrap",
      "clothing_long": "Galka Ashwalker wears steel tunic layered close to the body; the cuts are neat and quiet. Around the waist sits rope tan haori, sea green obi, rope tan hakama, and tar black rope belt, tied snug to hold shape and hide tools. Below, rope tan hakama fall with room for long strides and sudden turns. The hands and forearms carry salt white leather gloves, and slate bracers—protection without losing touch. On the feet are storm grey soft boots, scuffed at the heel yet polished at the toe. At the throat rests sea green necklace, catching light when heads turn. Accents finish the look: tar black cap, deck brown silk underdress, sea green patterned stockings, sea green coral clasp, and storm grey trophy charms, small pieces that hint at habit. Little flourishes—cords, knotted, sea-leathers, wrap—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Galka Ashwalker has a laugh that arrives late but lands true, notices tiny shifts in air and posture, and keeps a private ritual before any decisive act. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003086",
      "name": "Galka Ashwalker",
      "race": "Storm Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "sea green",
      "skin_texture": "salt-worn",
      "hair_colour": "dark brown",
      "hair_length": "braided",
      "hair_style": "wind-tangled",
      "eye_color": "sea green",
      "height": "tall",
      "build": "broad",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "tusks",
        "storm scars"
      ],
      "clothing_short": "deck brown veil; tar black bodice; storm grey silk underdress; slate mantle; deck brown belt; storm grey pleated skirt; tar black garter belt; rust silk gloves; bone bangles; rope tan deck boots; steel necklace; tar black bandolier; storm grey tail jewelry; slate trophy charms; tar black rope belt; accents: cords, knotted, sea-leathers, wrap",
      "clothing_long": "Galka Ashwalker wears slate mantle layered close to the body; the cuts are neat and quiet. Around the waist sits deck brown belt, tar black garter belt, rope tan deck boots, and tar black rope belt, tied snug to hold shape and hide tools. Below, storm grey pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry rust silk gloves, and bone bangles—protection without losing touch. On the feet are rope tan deck boots, scuffed at the heel yet polished at the toe. At the throat rests steel necklace, catching light when heads turn. Accents finish the look: deck brown veil, tar black bodice, storm grey silk underdress, tar black bandolier, storm grey tail jewelry, and slate trophy charms, small pieces that hint at habit. Little flourishes—cords, knotted, sea-leathers, wrap—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Galka Ashwalker has a laugh that arrives late but lands true, notices tiny shifts in air and posture, and keeps a private ritual before any decisive act. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003087",
      "name": "Voros Thornveil",
      "race": "Darkblood Tiefling",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "light grey",
      "skin_texture": "craggily",
      "hair_colour": "grey",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "grey",
      "height": "medium",
      "build": "skinny",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black horns",
        "long horns",
        "jagged horns",
        "pointed horns",
        "pointed ears",
        "black tail",
        "long tail",
        "twisted tail",
        "spiked tail"
      ],
      "clothing_short": "grey silk blouse; onyx quilted gambeson; black mantle; black sash; pale gold thigh-slit skirt; shadow grey leather gloves; shadow grey web-lace sleeves; onyx deck boots; silver horn wraps; onyx scarf; shadow grey coral clasp; accents: accessories, leathers, statement, tailored",
      "clothing_long": "Voros Thornveil wears grey silk blouse, and black mantle layered close to the body; the cuts are neat and quiet. Around the waist sits black sash, tied snug to hold shape and hide tools. Below, pale gold thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry shadow grey leather gloves, and shadow grey web-lace sleeves—protection without losing touch. On the feet are onyx deck boots, scuffed at the heel yet polished at the toe. At the throat rests onyx scarf, catching light when heads turn. Accents finish the look: onyx quilted gambeson, silver horn wraps, and shadow grey coral clasp, small pieces that hint at habit. Little flourishes—accessories, leathers, statement, tailored—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Voros Thornveil speaks softly until the moment they must be heard, collects small tokens from the places they pass, and notices tiny shifts in air and posture. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003088",
      "name": "Brim Sablehorn",
      "race": "Hellbound Tiefling",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "pink",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "tall",
      "build": "toned",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns",
        "long horns",
        "blunt horns",
        "pointed horns",
        "pointed ears",
        "red tail",
        "medium tail",
        "thick tail"
      ],
      "clothing_short": "black beret; grey leather bodice; oxblood quilted gambeson; brown rope belt; garnet trousers; black garter belt; oxblood silk gloves; black bracers; grey boots; sanguine earrings; red tool loops; grey choker; red chain belt; accents: accessories, leathers, statement, tailored",
      "clothing_long": "Around the waist sits brown rope belt, black garter belt, and red chain belt, tied snug to hold shape and hide tools. Below, garnet trousers fall with room for long strides and sudden turns. The hands and forearms carry oxblood silk gloves, and black bracers—protection without losing touch. On the feet are grey boots, scuffed at the heel yet polished at the toe. At the throat rests grey choker, catching light when heads turn. Accents finish the look: black beret, grey leather bodice, oxblood quilted gambeson, sanguine earrings, and red tool loops, small pieces that hint at habit. Little flourishes—accessories, leathers, statement, tailored—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Brim Sablehorn collects small tokens from the places they pass, trusts slowly and protects fiercely once they do, and speaks softly until the moment they must be heard. Their calm is not peace but control, and they wear it like armour. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003090",
      "name": "Akari Sato",
      "race": "Maple Kitsune",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "tan",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long hair",
      "hair_style": "wavy hair",
      "eye_color": "green",
      "height": "short",
      "build": "athletic",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "fox ears",
        "fox tails",
        "slit pupils",
        "multiple tails",
        "fox mask",
        "charm talismans",
        "whisker marks",
        "brush tail",
        "subtle glamours"
      ],
      "clothing_short": "auburn robe; green hakama; sandals; pendant; choker; beadwork trim; embroidered hem",
      "clothing_long": "Akari Sato dresses in auburn robe layered close to the body; the cuts are neat and quiet. Below, green hakama fall with room for long strides and sudden turns. On the feet are sandals, scuffed at the heel yet polished at the toe. At the throat rests pendant, and choker, catching light when heads turn. Accents finish the look: beadwork trim, and embroidered hem, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "calm, serene, untouchable",
      "personality_long": "Calm, serene, untouchable. Akari Sato believes silence can cut cleaner than a blade, has a laugh that arrives late but lands true, and keeps notes in margins no one else sees. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003092",
      "name": "Lunessa Stardrift",
      "race": "Snow Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "silken",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "ice blue",
      "height": "medium",
      "build": "lithe",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "storm blue headband; dark shirt; winter white silk underdress; winter white mantle; dark tool belt; storm blue long skirt; black stockings; ice grey leather gloves; dark web-lace sleeves; ice grey ankle boots; silver choker; winter white shawl; winter white tail jewelry; silver white choker; ice grey silver circlet; accents: doeskin, frostweave, light, quilted",
      "clothing_long": "Lunessa Stardrift favours dark shirt, and winter white mantle layered close to the body; the cuts are neat and quiet. Around the waist sits dark tool belt, tied snug to hold shape and hide tools. Below, storm blue long skirt fall with room for long strides and sudden turns. The hands and forearms carry ice grey leather gloves, and dark web-lace sleeves—protection without losing touch. On the feet are ice grey ankle boots, scuffed at the heel yet polished at the toe. At the throat rests silver choker, and silver white choker, catching light when heads turn. Accents finish the look: storm blue headband, winter white silk underdress, black stockings, winter white shawl, winter white tail jewelry, and ice grey silver circlet, small pieces that hint at habit. Little flourishes—doeskin, frostweave, light, quilted—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "keen-eyed, quick to smile, and quicker to plan, three-breath focus before a leap",
      "personality_long": "Keen-eyed, quick to smile, and quicker to plan, three-breath focus before a leap. Lunessa Stardrift has a laugh that arrives late but lands true, keeps a private ritual before any decisive act, and measures people by what they mend, not what they break. Nothing about them feels accidental—only chosen, and chosen again. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003096",
      "name": "Naoki Takamine",
      "race": "Ethereal Kitsune",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "fair",
      "skin_texture": "",
      "hair_colour": "opal",
      "hair_length": "short hair",
      "hair_style": "wavy hair",
      "eye_color": "blue",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "white tunic; mist blue pleated skirt; cloak; boots; earrings; hairpin; runic trim; beadwork trim",
      "clothing_long": "Naoki Takamine wears white tunic, and cloak layered close to the body; the cuts are neat and quiet. Below, mist blue pleated skirt fall with room for long strides and sudden turns. On the feet are boots, scuffed at the heel yet polished at the toe. Accents finish the look: earrings, hairpin, runic trim, and beadwork trim, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Naoki Takamine trusts slowly and protects fiercely once they do, measures people by what they mend, not what they break, and speaks softly until the moment they must be heard. Their calm is not peace but control, and they wear it like armour. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003097",
      "name": "Akio Takamine",
      "race": "Ethereal Kitsune",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "opal",
      "hair_length": "medium hair",
      "hair_style": "braided hair",
      "eye_color": "blue",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "silver-blue yukata; white short skirt; ankle boots; necklace; runic trim; star-stitch accents",
      "clothing_long": "Below, white short skirt fall with room for long strides and sudden turns. On the feet are ankle boots, scuffed at the heel yet polished at the toe. At the throat rests necklace, catching light when heads turn. Accents finish the look: silver-blue yukata, runic trim, and star-stitch accents, small pieces that hint at habit. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "stoic, pragmatic, quietly intense",
      "personality_long": "Stoic, pragmatic, quietly intense. Akio Takamine treats promises like contracts and debts like knives, measures people by what they mend, not what they break, and believes silence can cut cleaner than a blade. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003098",
      "name": "Noa Tanaka",
      "race": "Lunarveil Kitsune",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "fair",
      "skin_texture": "",
      "hair_colour": "white",
      "hair_length": "medium hair",
      "hair_style": "wavy hair",
      "eye_color": "violet",
      "height": "",
      "build": "",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "blue tank top; dark short skirt; belted tunic; fur-edged boots; brooch; bangles; hairpin; frost embroidery; embroidered hem; lace edging",
      "clothing_long": "Noa Tanaka dresses in belted tunic layered close to the body; the cuts are neat and quiet. Around the waist sits belted tunic, tied snug to hold shape and hide tools. Below, dark short skirt fall with room for long strides and sudden turns. The hands and forearms carry bangles—protection without losing touch. On the feet are fur-edged boots, scuffed at the heel yet polished at the toe. Accents finish the look: blue tank top, brooch, hairpin, frost embroidery, embroidered hem, and lace edging, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "Mischievous, flirtatious, foxfire-charmed. Noa Tanaka believes silence can cut cleaner than a blade, keeps notes in margins no one else sees, and keeps a private ritual before any decisive act. They walk as if the floor has already told them where to step. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003099",
      "name": "Kazuo Izumi",
      "race": "Lunarveil Kitsune",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "silver",
      "hair_length": "long hair",
      "hair_style": "curly hair",
      "eye_color": "silver",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "white tank top; opal shorts; ankle boots; brooch; embroidered hem; braided tassels",
      "clothing_long": "Below, opal shorts fall with room for long strides and sudden turns. On the feet are ankle boots, scuffed at the heel yet polished at the toe. Accents finish the look: white tank top, brooch, embroidered hem, and braided tassels, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Kazuo Izumi notices tiny shifts in air and posture, treats promises like contracts and debts like knives, and has a laugh that arrives late but lands true. Kindness is measured, never cheap; cruelty, when it comes, is exact. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003100",
      "name": "Noa Izumi",
      "race": "Lunarveil Kitsune",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "lavender",
      "hair_length": "short hair",
      "hair_style": "wavy hair",
      "eye_color": "silver",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "lavender kimono; dark patterned shorts; slippers; hairpin; necklace; lace edging; chain accents",
      "clothing_long": "Noa Izumi dresses in lavender kimono layered close to the body; the cuts are neat and quiet. Below, dark patterned shorts fall with room for long strides and sudden turns. At the throat rests necklace, catching light when heads turn. Accents finish the look: slippers, hairpin, lace edging, and chain accents, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Noa Izumi speaks softly until the moment they must be heard, has a laugh that arrives late but lands true, and measures people by what they mend, not what they break. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003101",
      "name": "Hayate Mori",
      "race": "Lunarveil Kitsune",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "fair",
      "skin_texture": "",
      "hair_colour": "pale blue",
      "hair_length": "short hair",
      "hair_style": "braided hair",
      "eye_color": "violet",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "blue robe; soft black shorts; dancer's adornments; fur-edged boots; choker; brooch; lace edging; chain accents",
      "clothing_long": "Hayate Mori favours blue robe layered close to the body; the cuts are neat and quiet. Below, soft black shorts fall with room for long strides and sudden turns. On the feet are fur-edged boots, scuffed at the heel yet polished at the toe. At the throat rests choker, catching light when heads turn. Accents finish the look: dancer's adornments, brooch, lace edging, and chain accents, small pieces that hint at habit. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "cunning, radiant, warm but dangerous",
      "personality_long": "Cunning, radiant, warm but dangerous. Hayate Mori keeps notes in margins no one else sees, believes silence can cut cleaner than a blade, and trusts slowly and protects fiercely once they do. Their calm is not peace but control, and they wear it like armour. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003102",
      "name": "Rin Kurogane",
      "race": "Ethereal Kitsune",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "silver-blue",
      "hair_length": "long hair",
      "hair_style": "loose hair",
      "eye_color": "blue",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "white sheer layers; mist blue shorts; ankle boots; hairpin; choker; runic trim; star-stitch accents",
      "clothing_long": "Below, mist blue shorts fall with room for long strides and sudden turns. On the feet are ankle boots, scuffed at the heel yet polished at the toe. At the throat rests choker, catching light when heads turn. Accents finish the look: white sheer layers, hairpin, runic trim, and star-stitch accents, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "calm, serene, untouchable",
      "personality_long": "Calm, serene, untouchable. Rin Kurogane collects small tokens from the places they pass, measures people by what they mend, not what they break, and keeps a private ritual before any decisive act. Their calm is not peace but control, and they wear it like armour. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003103",
      "name": "Toma Kisaragi",
      "race": "Infernal Kitsune",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "tan",
      "skin_texture": "",
      "hair_colour": "red",
      "hair_length": "long hair",
      "hair_style": "wavy hair",
      "eye_color": "gold",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "ember-orange robe; gold mini skirt; scout's harness; ankle boots; earrings; hairpin; runic trim; embroidered hem",
      "clothing_long": "Toma Kisaragi wears ember-orange robe layered close to the body; the cuts are neat and quiet. Below, gold mini skirt fall with room for long strides and sudden turns. On the feet are ankle boots, scuffed at the heel yet polished at the toe. Accents finish the look: scout's harness, earrings, hairpin, runic trim, and embroidered hem, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "stoic, pragmatic, quietly intense",
      "personality_long": "Stoic, pragmatic, quietly intense. Toma Kisaragi trusts slowly and protects fiercely once they do, speaks softly until the moment they must be heard, and believes silence can cut cleaner than a blade. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003104",
      "name": "Emi Okabe",
      "race": "Lunarveil Kitsune",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "white",
      "hair_length": "medium hair",
      "hair_style": "sleek hair",
      "eye_color": "blue",
      "height": "",
      "build": "",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "lavender wrap top; soft black hakama; cloak; slippers; pendant; brooch; bangles; runic trim; star-stitch accents; frost embroidery",
      "clothing_long": "Emi Okabe dresses in cloak layered close to the body; the cuts are neat and quiet. Below, soft black hakama fall with room for long strides and sudden turns. The hands and forearms carry bangles—protection without losing touch. At the throat rests pendant, catching light when heads turn. Accents finish the look: lavender wrap top, slippers, brooch, runic trim, star-stitch accents, and frost embroidery, small pieces that hint at habit. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "Mischievous, flirtatious, foxfire-charmed. Emi Okabe keeps a private ritual before any decisive act, speaks softly until the moment they must be heard, and measures people by what they mend, not what they break. Their calm is not peace but control, and they wear it like armour. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003105",
      "name": "Akari Thornfield",
      "race": "Infernal Kitsune",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ashen",
      "skin_texture": "",
      "hair_colour": "red",
      "hair_length": "medium hair",
      "hair_style": "sleek hair",
      "eye_color": "gold",
      "height": "",
      "build": "",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "red wrap top; red fitted trousers; slippers; pendant; brooch; star-stitch accents; lace edging",
      "clothing_long": "Below, red fitted trousers fall with room for long strides and sudden turns. At the throat rests pendant, catching light when heads turn. Accents finish the look: red wrap top, slippers, brooch, star-stitch accents, and lace edging, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Akari Thornfield collects small tokens from the places they pass, keeps a private ritual before any decisive act, and has a laugh that arrives late but lands true. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003106",
      "name": "Riku Okami",
      "race": "Arctic Kitsune",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "white",
      "hair_length": "medium hair",
      "hair_style": "wavy hair",
      "eye_color": "ice-blue",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "platinum tank top; frost blue hakama; boots; earrings; braided tassels; chain accents",
      "clothing_long": "Below, frost blue hakama fall with room for long strides and sudden turns. On the feet are boots, scuffed at the heel yet polished at the toe. Accents finish the look: platinum tank top, earrings, braided tassels, and chain accents, small pieces that hint at habit. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "calm, serene, untouchable",
      "personality_long": "Calm, serene, untouchable. Riku Okami notices tiny shifts in air and posture, treats promises like contracts and debts like knives, and keeps notes in margins no one else sees. Nothing about them feels accidental—only chosen, and chosen again. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003107",
      "name": "Noa Okami",
      "race": "Ethereal Kitsune",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "pale gold",
      "hair_length": "medium hair",
      "hair_style": "loose hair",
      "eye_color": "blue",
      "height": "",
      "build": "",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "white sheer layers; mist blue shorts; boots; necklace; bangles; star-stitch accents; embroidered hem",
      "clothing_long": "Below, mist blue shorts fall with room for long strides and sudden turns. The hands and forearms carry bangles—protection without losing touch. On the feet are boots, scuffed at the heel yet polished at the toe. At the throat rests necklace, catching light when heads turn. Accents finish the look: white sheer layers, star-stitch accents, and embroidered hem, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "Mischievous, flirtatious, foxfire-charmed. Noa Okami collects small tokens from the places they pass, measures people by what they mend, not what they break, and keeps notes in margins no one else sees. They let silence do half the speaking, and the rest arrives like a verdict. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003108",
      "name": "Natsumi Kurogane",
      "race": "Infernal Kitsune",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "tan",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "short hair",
      "hair_style": "loose hair",
      "eye_color": "gold",
      "height": "",
      "build": "",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "black fitted vest; brass trousers; slippers; bangles; earrings; lace edging; star-stitch accents",
      "clothing_long": "Natsumi Kurogane steps out in black fitted vest layered close to the body; the cuts are neat and quiet. Below, brass trousers fall with room for long strides and sudden turns. The hands and forearms carry bangles—protection without losing touch. Accents finish the look: slippers, earrings, lace edging, and star-stitch accents, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "cunning, radiant, warm but dangerous",
      "personality_long": "Cunning, radiant, warm but dangerous. Natsumi Kurogane believes silence can cut cleaner than a blade, keeps a private ritual before any decisive act, and has a laugh that arrives late but lands true. Their calm is not peace but control, and they wear it like armour. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003113",
      "name": "Hana Duskfang",
      "race": "Umbral Nekomata",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "silver",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "silver",
      "height": "",
      "build": "",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "sleeveless tunic; shorts; silver sash; ankle boots; jade pendant; silver-thread trim",
      "clothing_long": "Hana Duskfang steps out in sleeveless tunic layered close to the body; the cuts are neat and quiet. Around the waist sits silver sash, tied snug to hold shape and hide tools. Below, shorts fall with room for long strides and sudden turns. The hands and forearms carry sleeveless tunic—protection without losing touch. On the feet are ankle boots, scuffed at the heel yet polished at the toe. At the throat rests jade pendant, catching light when heads turn. Accents finish the look: silver-thread trim, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "Mischievous, flirtatious, foxfire-charmed. Hana Duskfang treats promises like contracts and debts like knives, believes silence can cut cleaner than a blade, and keeps a private ritual before any decisive act. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003114",
      "name": "Xianmu Shadowveil",
      "race": "Umbral Nekomata",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "amber",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "long coat with slits; qipao-style top; slit trousers; moon-clasp belt; silk tights; cloth shoes with embroidery; jade pendant; tail bells; waist chain with beads; embroidered hem; cloud brocade",
      "clothing_long": "Xianmu Shadowveil favours long coat with slits layered close to the body; the cuts are neat and quiet. Around the waist sits moon-clasp belt, tied snug to hold shape and hide tools. Below, long coat with slits, and slit trousers fall with room for long strides and sudden turns. On the feet are cloth shoes with embroidery, scuffed at the heel yet polished at the toe. At the throat rests jade pendant, catching light when heads turn. Accents finish the look: qipao-style top, silk tights, tail bells, waist chain with beads, embroidered hem, and cloud brocade, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Xianmu Shadowveil measures people by what they mend, not what they break, keeps a private ritual before any decisive act, and collects small tokens from the places they pass. Kindness is measured, never cheap; cruelty, when it comes, is exact. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003115",
      "name": "Xueko Veilborn",
      "race": "Umbral Nekomata",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "tan",
      "skin_texture": "",
      "hair_colour": "dark grey",
      "hair_length": "medium",
      "hair_style": "sleek",
      "eye_color": "green",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "one-shoulder blouse; slit trousers; cloak with slit hem; black cord belt; slit stockings; barefoot anklets; tail ribbons; claw bangles; embroidered hem",
      "clothing_long": "Xueko Veilborn steps out in one-shoulder blouse, and cloak with slit hem layered close to the body; the cuts are neat and quiet. Around the waist sits black cord belt, tied snug to hold shape and hide tools. Below, slit trousers, cloak with slit hem, and slit stockings fall with room for long strides and sudden turns. The hands and forearms carry claw bangles—protection without losing touch. Accents finish the look: barefoot anklets, tail ribbons, and embroidered hem, small pieces that hint at habit. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "stoic, pragmatic, quietly intense",
      "personality_long": "Stoic, pragmatic, quietly intense. Xueko Veilborn trusts slowly and protects fiercely once they do, keeps a private ritual before any decisive act, and keeps notes in margins no one else sees. Kindness is measured, never cheap; cruelty, when it comes, is exact. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003116",
      "name": "Shuyori Whisperfang",
      "race": "Umbral Nekomata",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "dark grey",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "amber",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "sleeveless tunic; slit trousers; mantle; purple sash; sandals; waist chain with beads; choker; silver-thread trim",
      "clothing_long": "Shuyori Whisperfang dresses in sleeveless tunic, and mantle layered close to the body; the cuts are neat and quiet. Around the waist sits purple sash, tied snug to hold shape and hide tools. Below, slit trousers fall with room for long strides and sudden turns. The hands and forearms carry sleeveless tunic—protection without losing touch. On the feet are sandals, scuffed at the heel yet polished at the toe. At the throat rests choker, catching light when heads turn. Accents finish the look: waist chain with beads, and silver-thread trim, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "stoic, pragmatic, quietly intense",
      "personality_long": "Stoic, pragmatic, quietly intense. Shuyori Whisperfang has a laugh that arrives late but lands true, speaks softly until the moment they must be heard, and believes silence can cut cleaner than a blade. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003117",
      "name": "Shenko Veilborn",
      "race": "Umbral Nekomata",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "fair",
      "skin_texture": "",
      "hair_colour": "silver",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "silver",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "sheer dancer blouse; shorts; silver sash; bare legs with anklets; barefoot anklets; jade pendant",
      "clothing_long": "Shenko Veilborn favours sheer dancer blouse layered close to the body; the cuts are neat and quiet. Around the waist sits silver sash, tied snug to hold shape and hide tools. Below, shorts fall with room for long strides and sudden turns. At the throat rests jade pendant, catching light when heads turn. Accents finish the look: bare legs with anklets, and barefoot anklets, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "serene, untouchable, moonlit aura",
      "personality_long": "Serene, untouchable, moonlit aura. Shenko Veilborn has a laugh that arrives late but lands true, believes silence can cut cleaner than a blade, and measures people by what they mend, not what they break. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003120",
      "name": "Meixi Sunpetal",
      "race": "Blossom Nekomata",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "fair",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "violet",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "sheer blouse; wrap skirt with petals; braided belt; slit stockings; sandals; choker",
      "clothing_long": "Meixi Sunpetal favours sheer blouse layered close to the body; the cuts are neat and quiet. Around the waist sits braided belt, tied snug to hold shape and hide tools. Below, wrap skirt with petals, and slit stockings fall with room for long strides and sudden turns. On the feet are sandals, scuffed at the heel yet polished at the toe. At the throat rests choker, catching light when heads turn. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "Mischievous, flirtatious, foxfire-charmed. Meixi Sunpetal has a laugh that arrives late but lands true, measures people by what they mend, not what they break, and notices tiny shifts in air and posture. They walk as if the floor has already told them where to step. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003121",
      "name": "Riku Rosefang",
      "race": "Blossom Nekomata",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "cream",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "pink",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "halter wrap; skirt with floral trim; wrap dress; braided belt; bare legs with ribbon anklets; sandals; bangles; waist chain; lace edging",
      "clothing_long": "Around the waist sits braided belt, tied snug to hold shape and hide tools. Below, skirt with floral trim fall with room for long strides and sudden turns. The hands and forearms carry bangles—protection without losing touch. On the feet are sandals, scuffed at the heel yet polished at the toe. Accents finish the look: halter wrap, wrap dress, bare legs with ribbon anklets, waist chain, and lace edging, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Riku Rosefang trusts slowly and protects fiercely once they do, notices tiny shifts in air and posture, and has a laugh that arrives late but lands true. Their calm is not peace but control, and they wear it like armour. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003122",
      "name": "Xueko Bloomtail",
      "race": "Blossom Nekomata",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "pink",
      "height": "",
      "build": "",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "halter wrap; wrap skirt with petals; green cord belt; silk slippers with tassels; charm anklets; petal edging",
      "clothing_long": "Around the waist sits green cord belt, tied snug to hold shape and hide tools. Below, wrap skirt with petals fall with room for long strides and sudden turns. Accents finish the look: halter wrap, silk slippers with tassels, charm anklets, and petal edging, small pieces that hint at habit. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Xueko Bloomtail keeps a private ritual before any decisive act, treats promises like contracts and debts like knives, and speaks softly until the moment they must be heard. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003123",
      "name": "Shenwei Petaltail",
      "race": "Blossom Nekomata",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "",
      "hair_colour": "cream",
      "hair_length": "short",
      "hair_style": "loose",
      "eye_color": "green",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "halter wrap; slit skirt; petal sash; bare legs with ribbon anklets; anklets with charms; charm anklets",
      "clothing_long": "Around the waist sits petal sash, tied snug to hold shape and hide tools. Below, slit skirt fall with room for long strides and sudden turns. Accents finish the look: halter wrap, bare legs with ribbon anklets, anklets with charms, and charm anklets, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "stoic, pragmatic, quietly intense",
      "personality_long": "Stoic, pragmatic, quietly intense. Shenwei Petaltail keeps notes in margins no one else sees, keeps a private ritual before any decisive act, and has a laugh that arrives late but lands true. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003124",
      "name": "Yueko Meihua",
      "race": "Blossom Nekomata",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "",
      "hair_colour": "cream",
      "hair_length": "medium",
      "hair_style": "sleek",
      "eye_color": "pink",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "strap top; skirt with floral trim; green cord belt; silk slippers with tassels; choker",
      "clothing_long": "Around the waist sits green cord belt, tied snug to hold shape and hide tools. Below, skirt with floral trim fall with room for long strides and sudden turns. At the throat rests choker, catching light when heads turn. Accents finish the look: strap top, and silk slippers with tassels, small pieces that hint at habit. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Yueko Meihua keeps a private ritual before any decisive act, keeps notes in margins no one else sees, and trusts slowly and protects fiercely once they do. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003127",
      "name": "Shenko Emberstep",
      "race": "Brimtail Nekomata",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "tan",
      "skin_texture": "",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "gold",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "strap top; fitted trousers; iron-studded belt; silk tights with flame motifs; leather sandals; chain adornments; grey edging",
      "clothing_long": "Around the waist sits iron-studded belt, tied snug to hold shape and hide tools. Below, fitted trousers fall with room for long strides and sudden turns. On the feet are leather sandals, scuffed at the heel yet polished at the toe. Accents finish the look: strap top, silk tights with flame motifs, chain adornments, and grey edging, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "stoic, pragmatic, quietly intense",
      "personality_long": "Stoic, pragmatic, quietly intense. Shenko Emberstep keeps a private ritual before any decisive act, keeps notes in margins no one else sees, and has a laugh that arrives late but lands true. Kindness is measured, never cheap; cruelty, when it comes, is exact. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003128",
      "name": "Baojun Ashenclaw",
      "race": "Brimtail Nekomata",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "ash",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "gold",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "bandeau top; mini skirt; iron-studded belt; slit stockings; ankle boots; choker",
      "clothing_long": "Around the waist sits iron-studded belt, tied snug to hold shape and hide tools. Below, mini skirt, and slit stockings fall with room for long strides and sudden turns. On the feet are ankle boots, scuffed at the heel yet polished at the toe. At the throat rests choker, catching light when heads turn. Accents finish the look: bandeau top, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Baojun Ashenclaw measures people by what they mend, not what they break, notices tiny shifts in air and posture, and believes silence can cut cleaner than a blade. Kindness is measured, never cheap; cruelty, when it comes, is exact. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003129",
      "name": "Xueko Flamefang",
      "race": "Brimtail Nekomata",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ash",
      "skin_texture": "",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "gold",
      "height": "",
      "build": "",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "bandeau top; cropped pants with tassels; chain belt; bare legs with anklets; ankle boots; fang pendant",
      "clothing_long": "Around the waist sits chain belt, tied snug to hold shape and hide tools. Below, cropped pants with tassels fall with room for long strides and sudden turns. On the feet are ankle boots, scuffed at the heel yet polished at the toe. At the throat rests fang pendant, catching light when heads turn. Accents finish the look: bandeau top, and bare legs with anklets, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Xueko Flamefang keeps a private ritual before any decisive act, keeps notes in margins no one else sees, and trusts slowly and protects fiercely once they do. They walk as if the floor has already told them where to step. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003130",
      "name": "Renji Emberveil",
      "race": "Brimtail Nekomata",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "",
      "hair_colour": "ash grey",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "amber",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "sleeveless tunic; shorts; iron-studded belt; cloth shoes with embroidery; choker",
      "clothing_long": "Renji Emberveil steps out in sleeveless tunic layered close to the body; the cuts are neat and quiet. Around the waist sits iron-studded belt, tied snug to hold shape and hide tools. Below, shorts fall with room for long strides and sudden turns. The hands and forearms carry sleeveless tunic—protection without losing touch. On the feet are cloth shoes with embroidery, scuffed at the heel yet polished at the toe. At the throat rests choker, catching light when heads turn. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Renji Emberveil notices tiny shifts in air and posture, treats promises like contracts and debts like knives, and speaks softly until the moment they must be heard. They let silence do half the speaking, and the rest arrives like a verdict. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003134",
      "name": "Xiaoko Nightveil",
      "race": "Umbral Nekomata",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "tan",
      "skin_texture": "",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "sleek",
      "eye_color": "green",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "cropped vest; pleated skirt; moon-clasp belt; cloth shoes with embroidery; choker",
      "clothing_long": "Xiaoko Nightveil wears cropped vest layered close to the body; the cuts are neat and quiet. Around the waist sits moon-clasp belt, tied snug to hold shape and hide tools. Below, pleated skirt fall with room for long strides and sudden turns. On the feet are cloth shoes with embroidery, scuffed at the heel yet polished at the toe. At the throat rests choker, catching light when heads turn. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "cunning, radiant, warm but dangerous",
      "personality_long": "Cunning, radiant, warm but dangerous. Xiaoko Nightveil speaks softly until the moment they must be heard, keeps a private ritual before any decisive act, and believes silence can cut cleaner than a blade. They let silence do half the speaking, and the rest arrives like a verdict. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003135",
      "name": "Lianhua Bloomtail",
      "race": "Blossom Nekomata",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "medium",
      "hair_style": "loose",
      "eye_color": "green",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "sheer blouse; wrap skirt with petals; ribbon sash; bare legs with ribbon anklets; silk slippers with tassels; charm anklets",
      "clothing_long": "Lianhua Bloomtail dresses in sheer blouse layered close to the body; the cuts are neat and quiet. Around the waist sits ribbon sash, tied snug to hold shape and hide tools. Below, wrap skirt with petals fall with room for long strides and sudden turns. Accents finish the look: bare legs with ribbon anklets, silk slippers with tassels, and charm anklets, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "Mischievous, flirtatious, foxfire-charmed. Lianhua Bloomtail trusts slowly and protects fiercely once they do, has a laugh that arrives late but lands true, and speaks softly until the moment they must be heard. Their calm is not peace but control, and they wear it like armour. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003137",
      "name": "Maris Pearlcrest",
      "race": "Coralheart Merfolk",
      "sex": "Female",
      "type": "",
      "skin_tone": "",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [
        "fins",
        "scales",
        "long tail",
        "coral antlers"
      ],
      "clothing_short": "amber velvet tail-slit gown; blue choker; white ice-silk wrap top; amber choker; blue shell inlay",
      "clothing_long": "Below, amber velvet tail-slit gown fall with room for long strides and sudden turns. At the throat rests blue choker, and amber choker, catching light when heads turn. Accents finish the look: white ice-silk wrap top, and blue shell inlay, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "curious",
      "personality_long": "Curious. Maris Pearlcrest believes silence can cut cleaner than a blade, measures people by what they mend, not what they break, and trusts slowly and protects fiercely once they do. Nothing about them feels accidental—only chosen, and chosen again. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003138",
      "name": "Ondine Seaglint",
      "race": "Coralheart Merfolk",
      "sex": "Female",
      "type": "",
      "skin_tone": "",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "",
      "height": "",
      "build": "",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [
        "fins",
        "scales",
        "long tail",
        "coral antlers"
      ],
      "clothing_short": "blue pendant; gold linen ringed loincloth; seafoam beaded fringe; seafoam earrings; seafoam mooncloth bodice; seafoam torque; gold beaded fringe",
      "clothing_long": "At the throat rests blue pendant, catching light when heads turn. Accents finish the look: gold linen ringed loincloth, seafoam beaded fringe, seafoam earrings, seafoam mooncloth bodice, seafoam torque, and gold beaded fringe, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "melancholic",
      "personality_long": "Melancholic. Ondine Seaglint speaks softly until the moment they must be heard, collects small tokens from the places they pass, and treats promises like contracts and debts like knives. Their calm is not peace but control, and they wear it like armour. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003139",
      "name": "Maris Reefborn",
      "race": "Coralheart Merfolk",
      "sex": "Female",
      "type": "",
      "skin_tone": "",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [
        "fins",
        "scales",
        "long tail",
        "coral antlers"
      ],
      "clothing_short": "seafoam linen shell bra; green circlet; seafoam silk sarong; amber choker; white beaded fringe; white bangle",
      "clothing_long": "The hands and forearms carry white bangle—protection without losing touch. At the throat rests amber choker, catching light when heads turn. Accents finish the look: seafoam linen shell bra, green circlet, seafoam silk sarong, and white beaded fringe, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "reserved",
      "personality_long": "Reserved. Maris Reefborn treats promises like contracts and debts like knives, collects small tokens from the places they pass, and measures people by what they mend, not what they break. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003140",
      "name": "Sevrin Abyssinger",
      "race": "Coralheart Merfolk",
      "sex": "Male",
      "type": "",
      "skin_tone": "",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "",
      "height": "",
      "build": "",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "",
      "features": [
        "fins",
        "scales",
        "long tail",
        "coral antlers"
      ],
      "clothing_short": "gold sea-silk wrap top; coral silk sarong; silver necklace; silver bracelet",
      "clothing_long": "The hands and forearms carry silver bracelet—protection without losing touch. At the throat rests silver necklace, catching light when heads turn. Accents finish the look: gold sea-silk wrap top, and coral silk sarong, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "cunning",
      "personality_long": "Cunning. Sevrin Abyssinger has a laugh that arrives late but lands true, notices tiny shifts in air and posture, and trusts slowly and protects fiercely once they do. They let silence do half the speaking, and the rest arrives like a verdict. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003141",
      "name": "Ilan Wavebinder",
      "race": "Coralheart Merfolk",
      "sex": "Male",
      "type": "",
      "skin_tone": "",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "",
      "height": "",
      "build": "",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "",
      "features": [
        "fins",
        "scales",
        "long tail",
        "coral antlers"
      ],
      "clothing_short": "amber sea-silk wrap top; turquoise silk hip veil; white circlet; silver bracelet",
      "clothing_long": "The hands and forearms carry silver bracelet—protection without losing touch. Accents finish the look: amber sea-silk wrap top, turquoise silk hip veil, and white circlet, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "stern",
      "personality_long": "Stern. Ilan Wavebinder believes silence can cut cleaner than a blade, treats promises like contracts and debts like knives, and has a laugh that arrives late but lands true. Kindness is measured, never cheap; cruelty, when it comes, is exact. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003142",
      "name": "Vespera Blackcurrent",
      "race": "Nethryn Merfolk",
      "sex": "Female",
      "type": "",
      "skin_tone": "",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "",
      "height": "",
      "build": "",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [
        "fins",
        "scales",
        "long tail",
        "single horn"
      ],
      "clothing_short": "sea-glass green earrings; white sea-silk tail-slit gown; black mooncloth bodice; sea-glass green torque; sea-glass green gold filigree; black silver rings; white gauze sarong",
      "clothing_long": "Below, white sea-silk tail-slit gown fall with room for long strides and sudden turns. Accents finish the look: sea-glass green earrings, black mooncloth bodice, sea-glass green torque, sea-glass green gold filigree, black silver rings, and white gauze sarong, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "cunning",
      "personality_long": "Cunning. Vespera Blackcurrent speaks softly until the moment they must be heard, keeps notes in margins no one else sees, and treats promises like contracts and debts like knives. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    }
  ]
}