{
  "npcs": [
    {
      "id": "NP000004",
      "name": "Kess Starcrest",
      "race": "Great Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "yellow",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "gold",
      "height": "tall",
      "build": "curvy",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "jade shawl hood; goldenrod bodice; white wool sweater; saffron longcoat; jade chain belt; amber leggings; white stockings; goldenrod silk gloves; white armlets; jade ankle boots; white earrings; brown scarf; green tool loops; accents: court, favors, robes, she",
      "clothing_long": "Kess Starcrest wears jade shawl hood, and saffron longcoat layered close to the body; the cuts are neat and quiet. Around the waist sits jade chain belt, tied snug to hold shape and hide tools. Below, amber leggings fall with room for long strides and sudden turns. The hands and forearms carry goldenrod silk gloves, and white armlets—protection without losing touch. On the feet are jade ankle boots, scuffed at the heel yet polished at the toe. At the throat rests brown scarf, catching light when heads turn. Accents finish the look: goldenrod bodice, white wool sweater, white stockings, white earrings, and green tool loops, small pieces that hint at habit. Little flourishes—court, favors, robes, she—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "courts were made for her, or so they act",
      "personality_long": "Courts were made for her, or so they act. Kess Starcrest collects small tokens from the places they pass, trusts slowly and protects fiercely once they do, and treats promises like contracts and debts like knives. They let silence do half the speaking, and the rest arrives like a verdict. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP000019",
      "name": "Mira Duskwind",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "dark brown",
      "skin_texture": "matte",
      "hair_colour": "gray",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "blue",
      "height": "tall",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "grey kimono top; grey linen undershirt; grey bolero; grey obi; grey hakama; black garter belt; brown leather gloves; blue bracers; red thigh-high boots; blue beadwork; black bandolier; brown mask; blue web-lace sleeves; black silver filigree pendant; accents: she, sleeves, wears, web-lace",
      "clothing_long": "Mira Duskwind wears grey kimono top, grey linen undershirt, and grey bolero layered close to the body; the cuts are neat and quiet. Around the waist sits grey obi, and black garter belt, tied snug to hold shape and hide tools. Below, grey hakama fall with room for long strides and sudden turns. The hands and forearms carry brown leather gloves, blue bracers, and blue web-lace sleeves—protection without losing touch. On the feet are red thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests black silver filigree pendant, catching light when heads turn. Accents finish the look: blue beadwork, black bandolier, and brown mask, small pieces that hint at habit. Little flourishes—she, sleeves, wears, web-lace—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "hidden, sharp, exactly where she left her, witty, charming, quick on the turn, deals in messages, counter-messages, and the silences between her, moonlit steel edges her voice",
      "personality_long": "Hidden, sharp, exactly where she left her, witty, charming, quick on the turn, deals in messages, counter-messages, and the silences between her, moonlit steel edges her voice. Mira Duskwind believes silence can cut cleaner than a blade, trusts slowly and protects fiercely once they do, and keeps a private ritual before any decisive act. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP000037",
      "name": "Zaya Grimlace",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "purple",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "medium",
      "build": "curvy",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "clothing_short": "black kimono top; onyx wool sweater; dark robe; onyx sash; dark leggings; black leather gloves; dark web-lace sleeves; ink thigh-high boots; ink choker; silver shawl; dark coral clasp; dark horn wraps; onyx chain belt; accents: clad, gold, is, she",
      "clothing_long": "Zaya Grimlace favours black kimono top, and dark robe layered close to the body; the cuts are neat and quiet. Around the waist sits onyx sash, and onyx chain belt, tied snug to hold shape and hide tools. Below, dark leggings fall with room for long strides and sudden turns. The hands and forearms carry black leather gloves, and dark web-lace sleeves—protection without losing touch. On the feet are ink thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests ink choker, catching light when heads turn. Accents finish the look: onyx wool sweater, silver shawl, dark coral clasp, and dark horn wraps, small pieces that hint at habit. Little flourishes—clad, gold, is, she—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "long silk gloves",
      "personality_long": "Long silk gloves. Zaya Grimlace collects small tokens from the places they pass, trusts slowly and protects fiercely once they do, and treats promises like contracts and debts like knives. They walk as if the floor has already told them where to step. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP000038",
      "name": "Zaira Starflax",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "medium",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "clothing_short": "silver circlet; gold bodice; onyx mesh underlayer; black poncho; ink utility belt; purple long skirt; ink tights; onyx silk gloves; dark web-lace sleeves; onyx soft boots; onyx necklace; ink quiver harness; onyx tail jewelry; ink horn wraps; dark chain belt; accents: clad, is, she, tailored",
      "clothing_long": "Around the waist sits ink utility belt, and dark chain belt, tied snug to hold shape and hide tools. Below, purple long skirt fall with room for long strides and sudden turns. The hands and forearms carry onyx silk gloves, and dark web-lace sleeves—protection without losing touch. On the feet are onyx soft boots, scuffed at the heel yet polished at the toe. At the throat rests onyx necklace, catching light when heads turn. Accents finish the look: silver circlet, gold bodice, onyx mesh underlayer, black poncho, ink tights, ink quiver harness, onyx tail jewelry, and ink horn wraps, small pieces that hint at habit. Little flourishes—clad, is, she, tailored—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "long silk gloves",
      "personality_long": "Long silk gloves. Zaira Starflax collects small tokens from the places they pass, speaks softly until the moment they must be heard, and treats promises like contracts and debts like knives. Their calm is not peace but control, and they wear it like armour. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP000001",
      "name": "Selune Vaeloria",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "antique gold tiara; bark brown leather bodice; leaf-dye green quilted gambeson; amber cape; leaf green obi; pine green wrap skirt; brown tights; brown fingerless gloves; moss green bracers; oak brown boots; amber torc; sage mask; sage feather charms; oak brown beadwork; accents: clad, is, leafmantle, she",
      "clothing_long": "Selune Vaeloria steps out in amber cape layered close to the body; the cuts are neat and quiet. Around the waist sits leaf green obi, tied snug to hold shape and hide tools. Below, pine green wrap skirt fall with room for long strides and sudden turns. The hands and forearms carry brown fingerless gloves, and moss green bracers—protection without losing touch. On the feet are oak brown boots, scuffed at the heel yet polished at the toe. At the throat rests amber torc, catching light when heads turn. Accents finish the look: antique gold tiara, bark brown leather bodice, leaf-dye green quilted gambeson, brown tights, sage mask, sage feather charms, and oak brown beadwork, small pieces that hint at habit. Little flourishes—clad, is, leafmantle, she—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "she believes in mercy, but her aim is quicker, calm, observant, quietly determined, she wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms, her questions are sharp, and when she smiles after, it’s half relief, half dare",
      "personality_long": "She believes in mercy, but her aim is quicker, calm, observant, quietly determined, she wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms, her questions are sharp, and when she smiles after, it’s half relief, half dare. Selune Vaeloria has a laugh that arrives late but lands true, treats promises like contracts and debts like knives, and speaks softly until the moment they must be heard. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP000003",
      "name": "Jorah Skylark",
      "race": "Human",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "dark brown",
      "skin_texture": "smooth",
      "hair_colour": "auburn",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "tan veil; green shirt; brown mesh underlayer; silver haori; green tool belt; brass pleated skirt; red garter belt; brown fingerless gloves; brown armlets; green soft boots; tan necklace; tan backpack; brown feather charms; accents: he, layered, traveler, wears",
      "clothing_long": "Jorah Skylark favours green shirt layered close to the body; the cuts are neat and quiet. Around the waist sits green tool belt, and red garter belt, tied snug to hold shape and hide tools. Below, brass pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry brown fingerless gloves, and brown armlets—protection without losing touch. On the feet are green soft boots, scuffed at the heel yet polished at the toe. At the throat rests tan necklace, catching light when heads turn. Accents finish the look: tan veil, brown mesh underlayer, silver haori, tan backpack, and brown feather charms, small pieces that hint at habit. Little flourishes—he, layered, traveler, wears—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "when the blade comes out, the charm turns to quiet, one breath, one step, one line cut, witty, charming, quick on the turn",
      "personality_long": "When the blade comes out, the charm turns to quiet, one breath, one step, one line cut, witty, charming, quick on the turn. Jorah Skylark speaks softly until the moment they must be heard, has a laugh that arrives late but lands true, and trusts slowly and protects fiercely once they do. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP000006",
      "name": "Liora Stormbind",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "leaf green shawl hood; brown leather bodice; moss green wool sweater; leaf green cloak; moss green utility belt; pine green leggings; sage patterned stockings; antique gold gloves; pine green bangles; oak brown thigh-high boots; pine green torc; bark brown scarf; oak brown tool loops; sage feather charms; leaf green beadwork; accents: close-fitted, favors, leafmantle, she",
      "clothing_long": "Liora Stormbind dresses in leaf green shawl hood, and leaf green cloak layered close to the body; the cuts are neat and quiet. Around the waist sits moss green utility belt, tied snug to hold shape and hide tools. Below, pine green leggings fall with room for long strides and sudden turns. The hands and forearms carry antique gold gloves, and pine green bangles—protection without losing touch. On the feet are oak brown thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests pine green torc, and bark brown scarf, catching light when heads turn. Accents finish the look: brown leather bodice, moss green wool sweater, sage patterned stockings, oak brown tool loops, sage feather charms, and leaf green beadwork, small pieces that hint at habit. Little flourishes—close-fitted, favors, leafmantle, she—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "impatient only with tyrants, she wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms",
      "personality_long": "Impatient only with tyrants, she wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. Liora Stormbind speaks softly until the moment they must be heard, has a laugh that arrives late but lands true, and measures people by what they mend, not what they break. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP000009",
      "name": "Thalen Thornfield",
      "race": "Maple Kitsune",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "tan",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "medium hair",
      "hair_style": "braided hair",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "maple-red fitted vest; gold fitted trousers; belted tunic; tabi and sandals; bangles; hairpin; runic trim; frost embroidery",
      "clothing_long": "Thalen Thornfield steps out in maple-red fitted vest, and belted tunic layered close to the body; the cuts are neat and quiet. Around the waist sits belted tunic, tied snug to hold shape and hide tools. Below, gold fitted trousers fall with room for long strides and sudden turns. The hands and forearms carry bangles—protection without losing touch. On the feet are tabi and sandals, scuffed at the heel yet polished at the toe. Accents finish the look: hairpin, runic trim, and frost embroidery, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "stoic, pragmatic, quietly intense",
      "personality_long": "Stoic, pragmatic, quietly intense. Thalen Thornfield has a laugh that arrives late but lands true, treats promises like contracts and debts like knives, and believes silence can cut cleaner than a blade. Kindness is measured, never cheap; cruelty, when it comes, is exact. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP000010",
      "name": "Kesti Syndreya",
      "race": "Harpy",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light brown",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "blue",
      "height": "medium",
      "build": "average",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "grey circlet; amber silk blouse; steel linen undershirt; sky blue robe; grey utility belt; steel riding breeches; storm grey garter belt; storm grey mitts; sea blue web-lace sleeves; sky blue sandals; white choker; storm grey trophy charms; slate sky harness; sky blue talon guards; accents: favors, leathers, road, she",
      "clothing_long": "Kesti Syndreya steps out in amber silk blouse, steel linen undershirt, and sky blue robe layered close to the body; the cuts are neat and quiet. Around the waist sits grey utility belt, and storm grey garter belt, tied snug to hold shape and hide tools. The hands and forearms carry sea blue web-lace sleeves—protection without losing touch. On the feet are sky blue sandals, scuffed at the heel yet polished at the toe. At the throat rests white choker, catching light when heads turn. Accents finish the look: grey circlet, steel riding breeches, storm grey mitts, storm grey trophy charms, slate sky harness, and sky blue talon guards, small pieces that hint at habit. Little flourishes—favors, leathers, road, she—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "reserved, deliberate, difficult to read",
      "personality_long": "Reserved, deliberate, difficult to read. Kesti Syndreya believes silence can cut cleaner than a blade, keeps a private ritual before any decisive act, and has a laugh that arrives late but lands true. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP000013",
      "name": "Rowan Skylark",
      "race": "Human",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "white",
      "skin_texture": "weathered",
      "hair_colour": "auburn",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "red shirt; linen white mesh underlayer; grey mantle; grey belt; tan riding breeches; tan silk gloves; blue bangles; tan heeled boots; green torc; red capelet; silver feather charms; accents: favors, he, layered, traveler",
      "clothing_long": "Rowan Skylark wears red shirt, grey mantle, and red capelet layered close to the body; the cuts are neat and quiet. Around the waist sits grey belt, tied snug to hold shape and hide tools. The hands and forearms carry tan silk gloves, and blue bangles—protection without losing touch. On the feet are tan heeled boots, scuffed at the heel yet polished at the toe. At the throat rests green torc, catching light when heads turn. Accents finish the look: linen white mesh underlayer, tan riding breeches, and silver feather charms, small pieces that hint at habit. Little flourishes—favors, he, layered, traveler—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "witty, charming, quick on the turn",
      "personality_long": "Witty, charming, quick on the turn. Rowan Skylark trusts slowly and protects fiercely once they do, has a laugh that arrives late but lands true, and collects small tokens from the places they pass. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP000020",
      "name": "Garrin Stonewake",
      "race": "Human",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "dark brown",
      "skin_texture": "smooth",
      "hair_colour": "auburn",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "green",
      "height": "medium",
      "build": "average",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "tan shawl hood; silver corset; tan linen undershirt; brown tool belt; brass trousers; blue knee socks; brass silk gloves; brass sleeves; grey shoes; red brooch; green capelet; tan tail jewelry; accents: he, leathers, road, wears",
      "clothing_long": "Garrin Stonewake steps out in tan shawl hood, tan linen undershirt, and green capelet layered close to the body; the cuts are neat and quiet. Around the waist sits brown tool belt, tied snug to hold shape and hide tools. Below, brass trousers fall with room for long strides and sudden turns. The hands and forearms carry brass silk gloves, and brass sleeves—protection without losing touch. On the feet are grey shoes, scuffed at the heel yet polished at the toe. Accents finish the look: silver corset, blue knee socks, red brooch, and tan tail jewelry, small pieces that hint at habit. Little flourishes—he, leathers, road, wears—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "the moods of bridges, and which ferrymen lie, heavy, necessary, trusted",
      "personality_long": "The moods of bridges, and which ferrymen lie, heavy, necessary, trusted. Garrin Stonewake believes silence can cut cleaner than a blade, speaks softly until the moment they must be heard, and notices tiny shifts in air and posture. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP000021",
      "name": "Razan Stormhand",
      "race": "Storm Orc",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "green",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "red",
      "height": "tall",
      "build": "powerful",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "slate silk blouse; slate linen undershirt; sea green sash; storm grey trousers; steel silk gloves; storm grey vambraces; slate deck boots; deck brown earrings; deck brown shawl; tar black tail jewelry; bone trophy charms; tar black rope belt; accents: he, hide, reinforced, wears",
      "clothing_long": "Razan Stormhand favours slate silk blouse, and slate linen undershirt layered close to the body; the cuts are neat and quiet. Around the waist sits sea green sash, and tar black rope belt, tied snug to hold shape and hide tools. Below, storm grey trousers fall with room for long strides and sudden turns. The hands and forearms carry steel silk gloves, and storm grey vambraces—protection without losing touch. On the feet are slate deck boots, scuffed at the heel yet polished at the toe. Accents finish the look: deck brown earrings, deck brown shawl, tar black tail jewelry, and bone trophy charms, small pieces that hint at habit. Little flourishes—he, hide, reinforced, wears—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "witty, charming, quick on the turn, most days, he trusts his instincts",
      "personality_long": "Witty, charming, quick on the turn, most days, he trusts his instincts. Razan Stormhand collects small tokens from the places they pass, keeps notes in margins no one else sees, and measures people by what they mend, not what they break. Their calm is not peace but control, and they wear it like armour. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP000022",
      "name": "Vel Sablevine",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing_short": "viridian silk blouse; green silk chemise; fern utility belt; burnt brown wrap skirt; chartreuse thighhighs; amber silk gloves; fern web-lace sleeves; fern thigh-high boots; chartreuse necklace; fern capelet; jade tail jewelry; accents: leaf-leather, overskirts, she, wears",
      "clothing_long": "Vel Sablevine favours viridian silk blouse, and fern capelet layered close to the body; the cuts are neat and quiet. Around the waist sits fern utility belt, tied snug to hold shape and hide tools. Below, burnt brown wrap skirt fall with room for long strides and sudden turns. The hands and forearms carry amber silk gloves, and fern web-lace sleeves—protection without losing touch. On the feet are fern thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests chartreuse necklace, catching light when heads turn. Accents finish the look: green silk chemise, chartreuse thighhighs, and jade tail jewelry, small pieces that hint at habit. Little flourishes—leaf-leather, overskirts, she, wears—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "steps as quiet as secrets, calm, observant, quietly determined, green things like her",
      "personality_long": "Steps as quiet as secrets, calm, observant, quietly determined, green things like her. Vel Sablevine treats promises like contracts and debts like knives, believes silence can cut cleaner than a blade, and keeps a private ritual before any decisive act. They walk as if the floor has already told them where to step. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP000027",
      "name": "Nerith Shadowlace",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "dark brown",
      "skin_texture": "smooth",
      "hair_colour": "gray",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "brown jerkin; purple silk chemise; silver poncho; purple utility belt; brown hakama; red garter belt; blue silk gloves; silver bangles; black ankle boots; silver pendant; blue pearled cords; grey web-lace sleeves; brown silver filigree pendant; accents: favors, she, sleeves, web-lace",
      "clothing_long": "Around the waist sits purple utility belt, red garter belt, and blue pearled cords, tied snug to hold shape and hide tools. Below, brown hakama fall with room for long strides and sudden turns. The hands and forearms carry blue silk gloves, silver bangles, and grey web-lace sleeves—protection without losing touch. On the feet are black ankle boots, scuffed at the heel yet polished at the toe. At the throat rests silver pendant, and brown silver filigree pendant, catching light when heads turn. Accents finish the look: brown jerkin, purple silk chemise, and silver poncho, small pieces that hint at habit. Little flourishes—favors, she, sleeves, web-lace—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "witty, charming, quick on the turn, shadows seem to notice her, in a crisis, she spends calm like currency, moonlit steel edges her voice",
      "personality_long": "Witty, charming, quick on the turn, shadows seem to notice her, in a crisis, she spends calm like currency, moonlit steel edges her voice. Nerith Shadowlace speaks softly until the moment they must be heard, has a laugh that arrives late but lands true, and measures people by what they mend, not what they break. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP000032",
      "name": "Thorn Voidweave",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light grey",
      "skin_texture": "cracked",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "red",
      "height": "medium",
      "build": "normal",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "black horns",
        "long horns",
        "jagged horns"
      ],
      "clothing_short": "pale gold hood; onyx jerkin; grey silk underdress; onyx cape; grey chain belt; grey long skirt; onyx stockings; grey gloves; shadow grey vambraces; onyx ankle boots; black torc; grey scarf; grey pearled cords; accents: lamellar, she, tones, wears",
      "clothing_long": "Thorn Voidweave favours pale gold hood, and onyx cape layered close to the body; the cuts are neat and quiet. Around the waist sits grey chain belt, and grey pearled cords, tied snug to hold shape and hide tools. Below, grey long skirt fall with room for long strides and sudden turns. The hands and forearms carry grey gloves, and shadow grey vambraces—protection without losing touch. On the feet are onyx ankle boots, scuffed at the heel yet polished at the toe. At the throat rests black torc, and grey scarf, catching light when heads turn. Accents finish the look: onyx jerkin, grey silk underdress, and onyx stockings, small pieces that hint at habit. Little flourishes—lamellar, she, tones, wears—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "order is her favorite weapon, she cuts with etiquette first",
      "personality_long": "Order is her favorite weapon, she cuts with etiquette first. Thorn Voidweave keeps a private ritual before any decisive act, notices tiny shifts in air and posture, and treats promises like contracts and debts like knives. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP000034",
      "name": "Mav Gloomline",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "swept back",
      "eye_color": "gold",
      "height": "tall",
      "build": "brawny",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "clothing_short": "grey tiara; garnet jerkin; oxblood wool sweater; red longcoat; gold rope belt; black riding breeches; orange glow mitts; grey vambraces; garnet heeled boots; grey choker; garnet bandolier; black tool loops; garnet chain belt; accents: scaled, she, vest, wears",
      "clothing_long": "Mav Gloomline steps out in red longcoat layered close to the body; the cuts are neat and quiet. Around the waist sits gold rope belt, and garnet chain belt, tied snug to hold shape and hide tools. The hands and forearms carry grey vambraces—protection without losing touch. On the feet are garnet heeled boots, scuffed at the heel yet polished at the toe. At the throat rests grey choker, catching light when heads turn. Accents finish the look: grey tiara, garnet jerkin, oxblood wool sweater, black riding breeches, orange glow mitts, garnet bandolier, and black tool loops, small pieces that hint at habit. Little flourishes—scaled, she, vest, wears—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "in a crisis, she spends calm like currency, grey‑sweet and fearless, she rarely looks back",
      "personality_long": "In a crisis, she spends calm like currency, grey‑sweet and fearless, she rarely looks back. Mav Gloomline notices tiny shifts in air and posture, collects small tokens from the places they pass, and treats promises like contracts and debts like knives. They let silence do half the speaking, and the rest arrives like a verdict. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP000036",
      "name": "Zar Grimlace",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "sleek",
      "eye_color": "blue",
      "height": "tall",
      "build": "slim",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "clothing_short": "purple-black silk blouse; grey silk chemise; neon purple mantle; void utility belt; purple-black pleated skirt; purple garter belt; silver leather gloves; electric blue bracers; purple-black soft boots; purple earrings; purple-black backpack; void tail jewelry; grey choker; void horn wraps; accents: layers, shadowweave, she, wears",
      "clothing_long": "Zar Grimlace wears purple-black silk blouse, and neon purple mantle layered close to the body; the cuts are neat and quiet. Around the waist sits void utility belt, and purple garter belt, tied snug to hold shape and hide tools. Below, purple-black pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry silver leather gloves, and electric blue bracers—protection without losing touch. On the feet are purple-black soft boots, scuffed at the heel yet polished at the toe. At the throat rests grey choker, catching light when heads turn. Accents finish the look: grey silk chemise, purple earrings, purple-black backpack, void tail jewelry, and void horn wraps, small pieces that hint at habit. Little flourishes—layers, shadowweave, she, wears—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "light slips off her edges",
      "personality_long": "Light slips off her edges. Zar Grimlace keeps notes in margins no one else sees, keeps a private ritual before any decisive act, and treats promises like contracts and debts like knives. Kindness is measured, never cheap; cruelty, when it comes, is exact. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP000039",
      "name": "Vex Gloomline",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "braided",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing_short": "forest green headband; jade corset; viridian silk chemise; fern robe; brown rope belt; forest green pleated skirt; viridian silk gloves; burnt brown web-lace sleeves; fern boots; green choker; chartreuse scarf; green coral clasp; accents: favors, leaf-leather, overskirts, she",
      "clothing_long": "Vex Gloomline favours fern robe layered close to the body; the cuts are neat and quiet. Around the waist sits brown rope belt, tied snug to hold shape and hide tools. Below, forest green pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry viridian silk gloves, and burnt brown web-lace sleeves—protection without losing touch. On the feet are fern boots, scuffed at the heel yet polished at the toe. At the throat rests green choker, and chartreuse scarf, catching light when heads turn. Accents finish the look: forest green headband, jade corset, viridian silk chemise, and green coral clasp, small pieces that hint at habit. Little flourishes—favors, leaf-leather, overskirts, she—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "in a crisis, she spends calm like currency",
      "personality_long": "In a crisis, she spends calm like currency. Vex Gloomline keeps notes in margins no one else sees, speaks softly until the moment they must be heard, and collects small tokens from the places they pass. Their calm is not peace but control, and they wear it like armour. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP000040",
      "name": "Nyx Blackspike",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "gold",
      "height": "very tall",
      "build": "slim",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing_short": "jade corset; brown padded vest; gold longcoat; viridian sash; forest green leggings; amber thighhighs; viridian fingerless gloves; gold bracers; viridian thigh-high boots; chartreuse horn wraps; green backpack; brown feather charms; accents: clad, is, leaf-leather, she",
      "clothing_long": "Nyx Blackspike steps out in brown padded vest, and gold longcoat layered close to the body; the cuts are neat and quiet. Around the waist sits viridian sash, tied snug to hold shape and hide tools. Below, forest green leggings fall with room for long strides and sudden turns. The hands and forearms carry viridian fingerless gloves, and gold bracers—protection without losing touch. On the feet are viridian thigh-high boots, scuffed at the heel yet polished at the toe. Accents finish the look: jade corset, amber thighhighs, chartreuse horn wraps, green backpack, and brown feather charms, small pieces that hint at habit. Little flourishes—clad, is, leaf-leather, she—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "green things like her",
      "personality_long": "Green things like her. Nyx Blackspike keeps a private ritual before any decisive act, has a laugh that arrives late but lands true, and keeps notes in margins no one else sees. Kindness is measured, never cheap; cruelty, when it comes, is exact. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP000002",
      "name": "Elara Thornfield",
      "race": "Human",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "olive",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "blue",
      "height": "medium",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "linen white hood; grey bodice; green quilted gambeson; grey cape; blue utility belt; red riding breeches; grey stockings; brass mitts; blue armlets; grey deck boots; brown earrings; grey bandolier; tan trophy charms; accents: layered, she, traveler, wears",
      "clothing_long": "Elara Thornfield steps out in linen white hood, and grey cape layered close to the body; the cuts are neat and quiet. Around the waist sits blue utility belt, tied snug to hold shape and hide tools. The hands and forearms carry blue armlets—protection without losing touch. On the feet are grey deck boots, scuffed at the heel yet polished at the toe. Accents finish the look: grey bodice, green quilted gambeson, red riding breeches, grey stockings, brass mitts, brown earrings, grey bandolier, and tan trophy charms, small pieces that hint at habit. Little flourishes—layered, she, traveler, wears—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "varied, pragmatic layers and well-worn gear, witty, charming, quick on the turn, when she laughs, it shows teeth, when she fights, it shows history",
      "personality_long": "Varied, pragmatic layers and well-worn gear, witty, charming, quick on the turn, when she laughs, it shows teeth, when she fights, it shows history. Elara Thornfield treats promises like contracts and debts like knives, believes silence can cut cleaner than a blade, and collects small tokens from the places they pass. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP000005",
      "name": "Vael Ironvale",
      "race": "Iron Dwarf",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "brown cap; iron grey doublet; slate linen undershirt; iron grey chain belt; slate trousers; brown lace tights; brass gloves; brown bracers; iron grey deck boots; brown earrings; coal black shawl; coal black metal clasps; rust reinforced boots; accents: favors, forge, he, leathers",
      "clothing_long": "Vael Ironvale steps out in slate linen undershirt layered close to the body; the cuts are neat and quiet. Around the waist sits iron grey chain belt, tied snug to hold shape and hide tools. Below, slate trousers fall with room for long strides and sudden turns. The hands and forearms carry brass gloves, and brown bracers—protection without losing touch. On the feet are iron grey deck boots, and rust reinforced boots, scuffed at the heel yet polished at the toe. Accents finish the look: brown cap, iron grey doublet, brown lace tights, brown earrings, coal black shawl, and coal black metal clasps, small pieces that hint at habit. Little flourishes—favors, forge, he, leathers—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "witty, charming, quick on the turn, he drinks to bargains, not to victories, steady, hot, and honest",
      "personality_long": "Witty, charming, quick on the turn, he drinks to bargains, not to victories, steady, hot, and honest. Vael Ironvale notices tiny shifts in air and posture, treats promises like contracts and debts like knives, and believes silence can cut cleaner than a blade. They let silence do half the speaking, and the rest arrives like a verdict. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP000007",
      "name": "Kael Ashvale",
      "race": "Maple Kitsune",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "fair",
      "skin_texture": "smooth",
      "hair_colour": "auburn",
      "hair_length": "medium hair",
      "hair_style": "sleek hair",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "brown sleeveless tunic; white loose trousers; slippers; bangles; frost embroidery",
      "clothing_long": "Kael Ashvale dresses in brown sleeveless tunic layered close to the body; the cuts are neat and quiet. Below, white loose trousers fall with room for long strides and sudden turns. The hands and forearms carry brown sleeveless tunic, and bangles—protection without losing touch. Accents finish the look: slippers, and frost embroidery, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Kael Ashvale trusts slowly and protects fiercely once they do, measures people by what they mend, not what they break, and notices tiny shifts in air and posture. Kindness is measured, never cheap; cruelty, when it comes, is exact. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP000028",
      "name": "Sister Rowan Emberfall",
      "race": "Hill Dwarf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "brown",
      "skin_texture": "weathered",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "brown circlet; brown doublet; brown padded vest; burnt orange bolero; wheat beaded belt; tan riding breeches; wheat thighhighs; oak brown gloves; tan bangles; iron grey sandals; russet brooch; pewter tool loops; iron grey tool belt; brown metal clasps; accents: layered, ringmail, she, wears",
      "clothing_long": "Sister Rowan Emberfall favours brown padded vest, and burnt orange bolero layered close to the body; the cuts are neat and quiet. Around the waist sits wheat beaded belt, and iron grey tool belt, tied snug to hold shape and hide tools. The hands and forearms carry oak brown gloves, and tan bangles—protection without losing touch. On the feet are iron grey sandals, scuffed at the heel yet polished at the toe. Accents finish the look: brown circlet, brown doublet, tan riding breeches, wheat thighhighs, russet brooch, pewter tool loops, and brown metal clasps, small pieces that hint at habit. Little flourishes—layered, ringmail, she, wears—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "she wears embroidered work tunic, stout belt, canvas trousers, field boots, in a crisis, she spends calm like currency",
      "personality_long": "She wears embroidered work tunic, stout belt, canvas trousers, field boots, in a crisis, she spends calm like currency. Sister Rowan Emberfall has a laugh that arrives late but lands true, collects small tokens from the places they pass, and speaks softly until the moment they must be heard. Kindness is measured, never cheap; cruelty, when it comes, is exact. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP000017",
      "name": "Sable Brightbough",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "hazel",
      "height": "medium",
      "build": "slim, toned",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "leaf green veil; leaf-dye green doublet; leaf green linen undershirt; moss green coat; leaf green beaded belt; brown thigh-slit skirt; moss green lace tights; oak brown fingerless gloves; moss green bangles; amber shoes; pine green earrings; bark brown shawl; leaf-dye green coral clasp; sage feather charms; moss green beadwork; accents: favors, leathers, quiet, she",
      "clothing_long": "Sable Brightbough wears leaf green linen undershirt, and moss green coat layered close to the body; the cuts are neat and quiet. Around the waist sits leaf green beaded belt, tied snug to hold shape and hide tools. Below, brown thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry oak brown fingerless gloves, and moss green bangles—protection without losing touch. On the feet are amber shoes, scuffed at the heel yet polished at the toe. Accents finish the look: leaf green veil, leaf-dye green doublet, moss green lace tights, pine green earrings, bark brown shawl, leaf-dye green coral clasp, sage feather charms, and moss green beadwork, small pieces that hint at habit. Little flourishes—favors, leathers, quiet, she—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "bow-callused fingers, calm, observant, quietly determined, she wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms, maps in her head, songs in her pocket",
      "personality_long": "Bow-callused fingers, calm, observant, quietly determined, she wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms, maps in her head, songs in her pocket. Sable Brightbough keeps a private ritual before any decisive act, speaks softly until the moment they must be heard, and treats promises like contracts and debts like knives. Nothing about them feels accidental—only chosen, and chosen again. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP000023",
      "name": "Skye Featherwake",
      "race": "Harpy",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "brown",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "white shawl hood; storm grey tunic; white linen undershirt; sky blue mantle; white tool belt; storm grey leggings; sea blue garter belt; grey mitts; amber bracers; sky blue soft boots; slate beadwork; storm grey bandolier; steel tool loops; amber sky harness; sea blue talon guards; accents: layered, she, traveler, wears",
      "clothing_long": "Skye Featherwake steps out in white shawl hood, storm grey tunic, white linen undershirt, and sky blue mantle layered close to the body; the cuts are neat and quiet. Around the waist sits white tool belt, and sea blue garter belt, tied snug to hold shape and hide tools. Below, storm grey leggings fall with room for long strides and sudden turns. The hands and forearms carry amber bracers—protection without losing touch. On the feet are sky blue soft boots, scuffed at the heel yet polished at the toe. Accents finish the look: grey mitts, slate beadwork, storm grey bandolier, steel tool loops, amber sky harness, and sea blue talon guards, small pieces that hint at habit. Little flourishes—layered, she, traveler, wears—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "she wears feathered mantle, flight leathers, beadwork, talon guards",
      "personality_long": "She wears feathered mantle, flight leathers, beadwork, talon guards. Skye Featherwake collects small tokens from the places they pass, believes silence can cut cleaner than a blade, and measures people by what they mend, not what they break. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP000024",
      "name": "Brom Emberforge",
      "race": "Ember Dwarf",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "ember red bodice; coal silk chemise; gold robe; brass sash; gold wrap skirt; coal patterned stockings; soot black leather gloves; soot black bracers; coal thigh-high boots; ember red brooch; gold quiver harness; soot black mask; accents: clad, he, is, ringmail",
      "clothing_long": "Brom Emberforge favours gold robe layered close to the body; the cuts are neat and quiet. Around the waist sits brass sash, tied snug to hold shape and hide tools. Below, gold wrap skirt fall with room for long strides and sudden turns. The hands and forearms carry soot black leather gloves, and soot black bracers—protection without losing touch. On the feet are coal thigh-high boots, scuffed at the heel yet polished at the toe. Accents finish the look: ember red bodice, coal silk chemise, coal patterned stockings, ember red brooch, gold quiver harness, and soot black mask, small pieces that hint at habit. Little flourishes—clad, he, is, ringmail—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "witty, charming, quick on the turn, battle-smith who tempers tempers, laughs like a bellows, smells of grey and rosemary",
      "personality_long": "Witty, charming, quick on the turn, battle-smith who tempers tempers, laughs like a bellows, smells of grey and rosemary. Brom Emberforge keeps a private ritual before any decisive act, notices tiny shifts in air and posture, and believes silence can cut cleaner than a blade. Kindness is measured, never cheap; cruelty, when it comes, is exact. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP000031",
      "name": "Sable Voidweave",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light grey",
      "skin_texture": "cracked",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "normal",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black horns",
        "long horns",
        "jagged horns"
      ],
      "clothing_short": "shadow grey kimono top; silver mesh underlayer; grey mantle; pale gold tool belt; shadow grey leggings; black patterned stockings; black silk gloves; hematite bangles; black deck boots; grey necklace; grey capelet; grey feather charms; accents: lacquer, officer, she, wears",
      "clothing_long": "Sable Voidweave steps out in shadow grey kimono top, grey mantle, and grey capelet layered close to the body; the cuts are neat and quiet. Around the waist sits pale gold tool belt, tied snug to hold shape and hide tools. Below, shadow grey leggings fall with room for long strides and sudden turns. The hands and forearms carry black silk gloves, and hematite bangles—protection without losing touch. On the feet are black deck boots, scuffed at the heel yet polished at the toe. At the throat rests grey necklace, catching light when heads turn. Accents finish the look: silver mesh underlayer, black patterned stockings, and grey feather charms, small pieces that hint at habit. Little flourishes—lacquer, officer, she, wears—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "she cuts with etiquette first, order is her favorite weapon",
      "personality_long": "She cuts with etiquette first, order is her favorite weapon. Sable Voidweave speaks softly until the moment they must be heard, notices tiny shifts in air and posture, and trusts slowly and protects fiercely once they do. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP000033",
      "name": "Orin Gloomline",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "yellow",
      "height": "tall",
      "build": "strong",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "clothing_short": "red shawl hood; sanguine corset; grey silk chemise; grey haori; orange glow utility belt; gold long skirt; garnet tights; oxblood mitts; brown sleeves; red boots; orange glow beadwork; black capelet; sanguine tool loops; sanguine choker; red chain belt; accents: scorched, she, spiked, wears",
      "clothing_long": "Orin Gloomline dresses in red shawl hood, and black capelet layered close to the body; the cuts are neat and quiet. Around the waist sits orange glow utility belt, and red chain belt, tied snug to hold shape and hide tools. Below, gold long skirt fall with room for long strides and sudden turns. The hands and forearms carry brown sleeves—protection without losing touch. On the feet are red boots, scuffed at the heel yet polished at the toe. At the throat rests sanguine choker, catching light when heads turn. Accents finish the look: sanguine corset, grey silk chemise, grey haori, garnet tights, oxblood mitts, orange glow beadwork, and sanguine tool loops, small pieces that hint at habit. Little flourishes—scorched, she, spiked, wears—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "reserved, deliberate, difficult to read",
      "personality_long": "Reserved, deliberate, difficult to read. Orin Gloomline keeps a private ritual before any decisive act, believes silence can cut cleaner than a blade, and keeps notes in margins no one else sees. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP000035",
      "name": "Kael Emberlace",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "blue",
      "height": "tall",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "clothing_short": "grey vest; pitch black silk underdress; purple-black beaded belt; pitch black pleated skirt; grey silk gloves; silver bangles; grey thigh-high boots; grey horn wraps; purple-black capelet; purple-black mask; electric blue choker; accents: favors, layers, shadowweave, she",
      "clothing_long": "Kael Emberlace favours grey vest, and purple-black capelet layered close to the body; the cuts are neat and quiet. Around the waist sits purple-black beaded belt, tied snug to hold shape and hide tools. Below, pitch black pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry grey silk gloves, and silver bangles—protection without losing touch. On the feet are grey thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests electric blue choker, catching light when heads turn. Accents finish the look: pitch black silk underdress, grey horn wraps, and purple-black mask, small pieces that hint at habit. Little flourishes—favors, layers, shadowweave, she—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "light slips off her edges",
      "personality_long": "Light slips off her edges. Kael Emberlace speaks softly until the moment they must be heard, believes silence can cut cleaner than a blade, and collects small tokens from the places they pass. Their calm is not peace but control, and they wear it like armour. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003050",
      "name": "Seraphine Silverbranch",
      "race": "Great Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "orange",
      "skin_texture": "smooth",
      "hair_colour": "platinum",
      "hair_length": "wavy",
      "hair_style": "long",
      "eye_color": "sapphire",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "radiant aura"
      ],
      "clothing_short": "jade shawl hood; white kimono top; goldenrod mesh underlayer; goldenrod bolero; jade rope belt; white riding breeches; ochre leather gloves; saffron vambraces; honey gold boots; honey gold torc; white gold quiver harness; amber trophy charms; accents: favors, layered, leathers, she",
      "clothing_long": "Seraphine Silverbranch wears jade shawl hood, white kimono top, and goldenrod bolero layered close to the body; the cuts are neat and quiet. Around the waist sits jade rope belt, tied snug to hold shape and hide tools. The hands and forearms carry ochre leather gloves, and saffron vambraces—protection without losing touch. On the feet are honey gold boots, scuffed at the heel yet polished at the toe. At the throat rests honey gold torc, catching light when heads turn. Accents finish the look: goldenrod mesh underlayer, white riding breeches, white gold quiver harness, and amber trophy charms, small pieces that hint at habit. Little flourishes—favors, layered, leathers, she—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Seraphine Silverbranch measures people by what they mend, not what they break, keeps notes in margins no one else sees, and treats promises like contracts and debts like knives. Their calm is not peace but control, and they wear it like armour. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003051",
      "name": "Aurelian Leafsong",
      "race": "Great Elf",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "braided",
      "hair_style": "long",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "radiant aura"
      ],
      "clothing_short": "saffron doublet; ochre wool sweater; amber coat; white tool belt; white long skirt; green knee socks; amber silk gloves; white sleeves; amber shoes; honey gold beadwork; saffron capelet; ochre pearled cords; accents: favors, he, layered, leathers",
      "clothing_long": "Aurelian Leafsong wears amber coat, and saffron capelet layered close to the body; the cuts are neat and quiet. Around the waist sits white tool belt, and ochre pearled cords, tied snug to hold shape and hide tools. Below, white long skirt fall with room for long strides and sudden turns. The hands and forearms carry amber silk gloves, and white sleeves—protection without losing touch. On the feet are amber shoes, scuffed at the heel yet polished at the toe. Accents finish the look: saffron doublet, ochre wool sweater, green knee socks, and honey gold beadwork, small pieces that hint at habit. Little flourishes—favors, he, layered, leathers—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Aurelian Leafsong keeps a private ritual before any decisive act, trusts slowly and protects fiercely once they do, and measures people by what they mend, not what they break. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003052",
      "name": "Sylla Leafsong",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "tied back",
      "eye_color": "hazel",
      "height": "short",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "red tiara; purple kimono top; blue linen undershirt; blue robe; blue belt; brown thigh-slit skirt; black gloves; grey web-lace sleeves; blue thigh-high boots; blue necklace; grey scarf; black pearled cords; black silver filigree pendant; accents: favors, layered, leathers, she",
      "clothing_long": "Sylla Leafsong wears purple kimono top, blue linen undershirt, and blue robe layered close to the body; the cuts are neat and quiet. Around the waist sits blue belt, and black pearled cords, tied snug to hold shape and hide tools. Below, brown thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry black gloves, and grey web-lace sleeves—protection without losing touch. On the feet are blue thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests blue necklace, grey scarf, and black silver filigree pendant, catching light when heads turn. Accents finish the look: red tiara, small pieces that hint at habit. Little flourishes—favors, layered, leathers, she—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Sylla Leafsong believes silence can cut cleaner than a blade, speaks softly until the moment they must be heard, and collects small tokens from the places they pass. They walk as if the floor has already told them where to step. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003053",
      "name": "Saden Moonbloom",
      "race": "Dark Elf",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "fair",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "amber",
      "height": "short",
      "build": "curvy",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "blue doublet; blue padded vest; purple robe; brown obi; blue trousers; purple garter belt; brown mitts; black sleeves; blue thigh-high boots; black necklace; black scarf; brown trophy charms; brown web-lace sleeves; blue silver filigree pendant; accents: favors, he, layered, leathers",
      "clothing_long": "Saden Moonbloom favours blue padded vest, and purple robe layered close to the body; the cuts are neat and quiet. Around the waist sits brown obi, and purple garter belt, tied snug to hold shape and hide tools. Below, blue trousers fall with room for long strides and sudden turns. The hands and forearms carry black sleeves, and brown web-lace sleeves—protection without losing touch. On the feet are blue thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests black necklace, black scarf, and blue silver filigree pendant, catching light when heads turn. Accents finish the look: blue doublet, brown mitts, and brown trophy charms, small pieces that hint at habit. Little flourishes—favors, he, layered, leathers—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Saden Moonbloom measures people by what they mend, not what they break, keeps notes in margins no one else sees, and trusts slowly and protects fiercely once they do. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003054",
      "name": "Valent Moondrake",
      "race": "Sableheart Tiefling",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "light blue",
      "skin_texture": "smooth",
      "hair_colour": "blue",
      "hair_length": "wavy",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "medium",
      "build": "curvy",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns",
        "long horns",
        "curved horns",
        "pointed horns",
        "pointed ears"
      ],
      "clothing_short": "red beret; dark leather bodice; onyx wool sweater; onyx robe; black belt; onyx trousers; ink garter belt; ink silk gloves; black bangles; ink deck boots; black earrings; ink bandolier; dark mask; onyx horn wraps; ink chain belt; accents: accessories, leathers, statement, tailored",
      "clothing_long": "Valent Moondrake dresses in onyx robe layered close to the body; the cuts are neat and quiet. Around the waist sits black belt, ink garter belt, and ink chain belt, tied snug to hold shape and hide tools. Below, onyx trousers fall with room for long strides and sudden turns. The hands and forearms carry ink silk gloves, and black bangles—protection without losing touch. On the feet are ink deck boots, scuffed at the heel yet polished at the toe. Accents finish the look: red beret, dark leather bodice, onyx wool sweater, black earrings, ink bandolier, dark mask, and onyx horn wraps, small pieces that hint at habit. Little flourishes—accessories, leathers, statement, tailored—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Valent Moondrake keeps notes in margins no one else sees, speaks softly until the moment they must be heard, and trusts slowly and protects fiercely once they do. They walk as if the floor has already told them where to step. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003055",
      "name": "Rin Kitsunebi",
      "race": "Maple Kitsune",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "tan",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "medium hair",
      "hair_style": "loose hair",
      "eye_color": "gold",
      "height": "medium",
      "build": "athletic",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "fox ears",
        "fox tails",
        "slit pupils",
        "multiple tails",
        "fox mask",
        "charm talismans",
        "whisker marks"
      ],
      "clothing_short": "russet wrap top; white hakama; dancer's adornments; slippers; pendant; choker; brooch; chain accents; beadwork trim; frost embroidery",
      "clothing_long": "Below, white hakama fall with room for long strides and sudden turns. At the throat rests pendant, and choker, catching light when heads turn. Accents finish the look: russet wrap top, dancer's adornments, slippers, brooch, chain accents, beadwork trim, and frost embroidery, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "cunning, radiant, warm but dangerous",
      "personality_long": "Cunning, radiant, warm but dangerous. Rin Kitsunebi believes silence can cut cleaner than a blade, keeps notes in margins no one else sees, and collects small tokens from the places they pass. Their calm is not peace but control, and they wear it like armour. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003056",
      "name": "Veyr Weatherbell",
      "race": "Harpy",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "bronze",
      "skin_texture": "weathered",
      "hair_colour": "silver",
      "hair_length": "wind-knotted",
      "hair_style": "wind-knotted",
      "eye_color": "grey",
      "height": "medium",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "back-mounted wings",
        "talons",
        "feathered wings",
        "digitigrade legs",
        "raptorial clawed hands",
        "avian brows",
        "hollow bones",
        "avian crest",
        "keen sight"
      ],
      "clothing_short": "white tunic; sky blue linen undershirt; amber poncho; white rope belt; grey pleated skirt; slate lace tights; sky blue leather gloves; slate armlets; steel deck boots; amber earrings; storm grey capelet; sky blue feather charms; amber sky harness; amber talon guards; accents: feather, finger, mantle, sky-harness",
      "clothing_long": "Veyr Weatherbell wears white tunic, sky blue linen undershirt, and storm grey capelet layered close to the body; the cuts are neat and quiet. Around the waist sits white rope belt, tied snug to hold shape and hide tools. Below, grey pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry sky blue leather gloves, and slate armlets—protection without losing touch. On the feet are steel deck boots, scuffed at the heel yet polished at the toe. Accents finish the look: amber poncho, slate lace tights, amber earrings, sky blue feather charms, amber sky harness, and amber talon guards, small pieces that hint at habit. Little flourishes—feather, finger, mantle, sky-harness—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Veyr Weatherbell has a laugh that arrives late but lands true, notices tiny shifts in air and posture, and measures people by what they mend, not what they break. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003057",
      "name": "Galka Ashwalker",
      "race": "Storm Orc",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "sea green",
      "skin_texture": "rough",
      "hair_colour": "dark brown",
      "hair_length": "charred tips",
      "hair_style": "charred tips",
      "eye_color": "blue",
      "height": "tall",
      "build": "muscular",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "tusks",
        "storm scars"
      ],
      "clothing_short": "tar black hairpins; sea green bodice; rope tan wool sweater; slate haori; tar black chain belt; slate thigh-slit skirt; deck brown knee socks; rope tan gloves; rust bangles; tar black thigh-high boots; slate necklace; rope tan quiver harness; bone tool loops; storm grey trophy charms; rust rope belt; accents: cords, knotted, sea-leathers, wrap",
      "clothing_long": "Around the waist sits rope tan wool sweater, tar black chain belt, rope tan gloves, rope tan quiver harness, and rust rope belt, tied snug to hold shape and hide tools. Below, slate thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry rope tan gloves, and rust bangles—protection without losing touch. On the feet are tar black thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests slate necklace, catching light when heads turn. Accents finish the look: tar black hairpins, sea green bodice, slate haori, deck brown knee socks, bone tool loops, and storm grey trophy charms, small pieces that hint at habit. Little flourishes—cords, knotted, sea-leathers, wrap—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Galka Ashwalker has a laugh that arrives late but lands true, notices tiny shifts in air and posture, and keeps a private ritual before any decisive act. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003058",
      "name": "Orula Stormjaw",
      "race": "Storm Orc",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "storm grey",
      "skin_texture": "salt-worn",
      "hair_colour": "black",
      "hair_length": "wind-tangled",
      "hair_style": "charred tips",
      "eye_color": "sea green",
      "height": "tall",
      "build": "broad",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "tusks",
        "storm scars"
      ],
      "clothing_short": "sea green beret; slate doublet; rust silk chemise; sea green robe; storm grey belt; bone pleated skirt; salt white tights; storm grey gloves; storm grey bangles; sea green shoes; storm grey torc; bone tail jewelry; steel trophy charms; storm grey rope belt; accents: cords, knotted, sea-leathers, wrap",
      "clothing_long": "Orula Stormjaw favours sea green robe layered close to the body; the cuts are neat and quiet. Around the waist sits storm grey belt, and storm grey rope belt, tied snug to hold shape and hide tools. Below, bone pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry storm grey gloves, and storm grey bangles—protection without losing touch. On the feet are sea green shoes, scuffed at the heel yet polished at the toe. At the throat rests storm grey torc, catching light when heads turn. Accents finish the look: sea green beret, slate doublet, rust silk chemise, salt white tights, bone tail jewelry, and steel trophy charms, small pieces that hint at habit. Little flourishes—cords, knotted, sea-leathers, wrap—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Orula Stormjaw speaks softly until the moment they must be heard, collects small tokens from the places they pass, and has a laugh that arrives late but lands true. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003059",
      "name": "Naeris Thornvale",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "pale dark brown",
      "skin_texture": "smooth",
      "hair_colour": "grey",
      "hair_length": "braided",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "pointed ears",
        "silver tattoos",
        "piercing eyes"
      ],
      "clothing_short": "plum tunic; brown mesh underlayer; grey longcoat; grey chain belt; blue trousers; black stockings; brown mitts; grey bracers; purple deck boots; blue horn wraps; silver capelet; blue tool loops; blue web-lace sleeves; grey silver filigree pendant; accents: favors, layered, leathers, she",
      "clothing_long": "Naeris Thornvale dresses in plum tunic, grey longcoat, and silver capelet layered close to the body; the cuts are neat and quiet. Around the waist sits grey chain belt, tied snug to hold shape and hide tools. Below, blue trousers fall with room for long strides and sudden turns. The hands and forearms carry grey bracers, and blue web-lace sleeves—protection without losing touch. On the feet are purple deck boots, scuffed at the heel yet polished at the toe. At the throat rests grey silver filigree pendant, catching light when heads turn. Accents finish the look: brown mesh underlayer, black stockings, brown mitts, blue horn wraps, and blue tool loops, small pieces that hint at habit. Little flourishes—favors, layered, leathers, she—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Naeris Thornvale trusts slowly and protects fiercely once they do, believes silence can cut cleaner than a blade, and speaks softly until the moment they must be heard. Their calm is not peace but control, and they wear it like armour. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003060",
      "name": "Valis Whisperwind",
      "race": "Dark Elf",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "pale dark brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "amber",
      "height": "tall",
      "build": "curvy",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "silver tattoos",
        "piercing eyes"
      ],
      "clothing_short": "brown corset; blue wool sweater; grey longcoat; brown utility belt; grey trousers; silver patterned stockings; brown gloves; brown sleeves; grey heeled boots; black pendant; black scarf; purple trophy charms; brown web-lace sleeves; blue silver filigree pendant; accents: favors, he, layered, leathers",
      "clothing_long": "Valis Whisperwind wears grey longcoat layered close to the body; the cuts are neat and quiet. Around the waist sits brown utility belt, tied snug to hold shape and hide tools. Below, grey trousers fall with room for long strides and sudden turns. The hands and forearms carry brown gloves, brown sleeves, and brown web-lace sleeves—protection without losing touch. On the feet are grey heeled boots, scuffed at the heel yet polished at the toe. At the throat rests black pendant, black scarf, and blue silver filigree pendant, catching light when heads turn. Accents finish the look: brown corset, blue wool sweater, silver patterned stockings, and purple trophy charms, small pieces that hint at habit. Little flourishes—favors, he, layered, leathers—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Valis Whisperwind believes silence can cut cleaner than a blade, measures people by what they mend, not what they break, and keeps notes in margins no one else sees. They let silence do half the speaking, and the rest arrives like a verdict. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003061",
      "name": "Xeran Thornveil",
      "race": "Darkblood Tiefling",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "light grey",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "straight",
      "hair_style": "long",
      "eye_color": "yellow",
      "height": "medium",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black horns",
        "long horns",
        "jagged horns",
        "pointed horns",
        "pointed ears",
        "black tail",
        "long tail",
        "twisted tail",
        "spiked tail"
      ],
      "clothing_short": "pale gold hairpins; silver leather bodice; onyx linen undershirt; pale gold rope belt; black hakama; purple thighhighs; grey leather gloves; hematite bracers; pale gold boots; shadow grey choker; hematite scarf; silver metal clasps; accents: accessories, leathers, statement, tailored",
      "clothing_long": "Xeran Thornveil steps out in onyx linen undershirt layered close to the body; the cuts are neat and quiet. Around the waist sits pale gold rope belt, tied snug to hold shape and hide tools. Below, black hakama fall with room for long strides and sudden turns. The hands and forearms carry grey leather gloves, and hematite bracers—protection without losing touch. On the feet are pale gold boots, scuffed at the heel yet polished at the toe. At the throat rests shadow grey choker, and hematite scarf, catching light when heads turn. Accents finish the look: pale gold hairpins, silver leather bodice, purple thighhighs, and silver metal clasps, small pieces that hint at habit. Little flourishes—accessories, leathers, statement, tailored—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Xeran Thornveil measures people by what they mend, not what they break, keeps notes in margins no one else sees, and trusts slowly and protects fiercely once they do. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003062",
      "name": "Zaul Sablehorn",
      "race": "Hellbound Tiefling",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "orange",
      "skin_texture": "rough",
      "hair_colour": "orange",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "blue",
      "height": "tall",
      "build": "toned",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns",
        "long horns",
        "blunt horns",
        "pointed horns",
        "pointed ears",
        "red tail",
        "medium tail",
        "thick tail"
      ],
      "clothing_short": "sanguine bodice; grey linen undershirt; garnet haori; black utility belt; sanguine hakama; brown patterned stockings; red gloves; red web-lace sleeves; oxblood shoes; oxblood choker; black scarf; grey feather charms; red chain belt; accents: accessories, leathers, statement, tailored",
      "clothing_long": "Zaul Sablehorn wears grey linen undershirt layered close to the body; the cuts are neat and quiet. Around the waist sits black utility belt, and red chain belt, tied snug to hold shape and hide tools. Below, sanguine hakama fall with room for long strides and sudden turns. The hands and forearms carry red gloves, and red web-lace sleeves—protection without losing touch. On the feet are oxblood shoes, scuffed at the heel yet polished at the toe. At the throat rests oxblood choker, and black scarf, catching light when heads turn. Accents finish the look: sanguine bodice, garnet haori, brown patterned stockings, and grey feather charms, small pieces that hint at habit. Little flourishes—accessories, leathers, statement, tailored—add character without breaking the line. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Zaul Sablehorn keeps notes in margins no one else sees, believes silence can cut cleaner than a blade, and trusts slowly and protects fiercely once they do. Their calm is not peace but control, and they wear it like armour. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003063",
      "name": "Voidan Moondrake",
      "race": "Voided Tiefling",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "straight",
      "hair_style": "wavy",
      "eye_color": "any",
      "height": "tall",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black sclera",
        "black horns",
        "long horns",
        "straight horns",
        "smooth horns",
        "upward-pointed horns",
        "pitch black tail",
        "long tail",
        "smooth tail",
        "very long pointed ears"
      ],
      "clothing_short": "void silk blouse; purple linen undershirt; purple-black bolero; silver sash; purple-black pleated skirt; void mitts; void armlets; silver heeled boots; pitch black brooch; pitch black coral clasp; void choker; purple horn wraps; accents: accessories, leathers, statement, tailored",
      "clothing_long": "Voidan Moondrake favours void silk blouse, purple linen undershirt, and purple-black bolero layered close to the body; the cuts are neat and quiet. Around the waist sits silver sash, tied snug to hold shape and hide tools. Below, purple-black pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry void armlets—protection without losing touch. On the feet are silver heeled boots, scuffed at the heel yet polished at the toe. At the throat rests void choker, catching light when heads turn. Accents finish the look: void mitts, pitch black brooch, pitch black coral clasp, and purple horn wraps, small pieces that hint at habit. Little flourishes—accessories, leathers, statement, tailored—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Voidan Moondrake keeps notes in margins no one else sees, collects small tokens from the places they pass, and keeps a private ritual before any decisive act. They let silence do half the speaking, and the rest arrives like a verdict. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003064",
      "name": "Hildra Orefall",
      "race": "Iron Dwarf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "earthy brown",
      "skin_texture": "scarred",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "muscular",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "thick beards",
        "braided beards"
      ],
      "clothing_short": "brown bodice; brass quilted gambeson; iron grey cloak; rust chain belt; rust wrap skirt; oxblood fingerless gloves; slate bracers; steel ankle boots; steel horn wraps; oxblood scarf; iron grey trophy charms; oxblood reinforced boots; accents: she, stout, wears, workweave",
      "clothing_long": "Hildra Orefall favours iron grey cloak layered close to the body; the cuts are neat and quiet. Around the waist sits rust chain belt, tied snug to hold shape and hide tools. Below, rust wrap skirt fall with room for long strides and sudden turns. The hands and forearms carry oxblood fingerless gloves, and slate bracers—protection without losing touch. On the feet are steel ankle boots, and oxblood reinforced boots, scuffed at the heel yet polished at the toe. At the throat rests oxblood scarf, catching light when heads turn. Accents finish the look: brown bodice, brass quilted gambeson, steel horn wraps, and iron grey trophy charms, small pieces that hint at habit. Little flourishes—she, stout, wears, workweave—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Hildra Orefall speaks softly until the moment they must be heard, has a laugh that arrives late but lands true, and notices tiny shifts in air and posture. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003065",
      "name": "Svara Orefall",
      "race": "Iron Dwarf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "stone grey",
      "skin_texture": "scarred",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "grey",
      "height": "short",
      "build": "bulky",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "thick beards",
        "braided beards"
      ],
      "clothing_short": "brown veil; iron grey doublet; iron grey padded vest; coal black coat; brown sash; coal black thigh-slit skirt; iron grey stockings; iron grey leather gloves; rust bangles; coal black heeled boots; slate torc; brown shawl; brown feather charms; brown bracers; slate reinforced boots; accents: she, stout, wears, workweave",
      "clothing_long": "Svara Orefall wears iron grey padded vest, and coal black coat layered close to the body; the cuts are neat and quiet. Around the waist sits brown sash, tied snug to hold shape and hide tools. Below, coal black thigh-slit skirt fall with room for long strides and sudden turns. The hands and forearms carry iron grey leather gloves, rust bangles, and brown bracers—protection without losing touch. On the feet are coal black heeled boots, and slate reinforced boots, scuffed at the heel yet polished at the toe. At the throat rests slate torc, catching light when heads turn. Accents finish the look: brown veil, iron grey doublet, iron grey stockings, brown shawl, and brown feather charms, small pieces that hint at habit. Little flourishes—she, stout, wears, workweave—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Svara Orefall has a laugh that arrives late but lands true, keeps a private ritual before any decisive act, and notices tiny shifts in air and posture. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003066",
      "name": "Tova Orefall",
      "race": "Hill Dwarf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "braided",
      "hair_style": "braided",
      "eye_color": "hazel",
      "height": "short",
      "build": "strong",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "beards",
        "rosy cheeks"
      ],
      "clothing_short": "tan veil; pewter corset; brass mesh underlayer; iron grey bolero; wheat obi; russet trousers; brown tights; wheat mitts; steel bracers; russet thigh-high boots; brown pendant; iron grey shawl; brown feather charms; iron grey tool belt; oak brown metal clasps; accents: she, stout, wears, workweave",
      "clothing_long": "Tova Orefall steps out in iron grey bolero layered close to the body; the cuts are neat and quiet. Around the waist sits wheat obi, and iron grey tool belt, tied snug to hold shape and hide tools. Below, russet trousers fall with room for long strides and sudden turns. The hands and forearms carry steel bracers—protection without losing touch. On the feet are russet thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests brown pendant, catching light when heads turn. Accents finish the look: tan veil, pewter corset, brass mesh underlayer, brown tights, wheat mitts, iron grey shawl, brown feather charms, and oak brown metal clasps, small pieces that hint at habit. Little flourishes—she, stout, wears, workweave—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Tova Orefall treats promises like contracts and debts like knives, speaks softly until the moment they must be heard, and collects small tokens from the places they pass. Their calm is not peace but control, and they wear it like armour. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003067",
      "name": "Halm Orefall",
      "race": "Hill Dwarf",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "tanned",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "braided",
      "hair_style": "long",
      "eye_color": "hazel",
      "height": "short",
      "build": "strong",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "beards",
        "rosy cheeks"
      ],
      "clothing_short": "oak brown bodice; brass linen undershirt; brass poncho; oak brown utility belt; steel hakama; steel lace tights; brown fingerless gloves; russet sleeves; russet ankle boots; oak brown necklace; wheat bandolier; russet pearled cords; russet tool belt; pewter metal clasps; accents: he, stout, wears, workweave",
      "clothing_long": "Halm Orefall dresses in brass linen undershirt layered close to the body; the cuts are neat and quiet. Around the waist sits oak brown utility belt, russet pearled cords, and russet tool belt, tied snug to hold shape and hide tools. Below, steel hakama fall with room for long strides and sudden turns. The hands and forearms carry brown fingerless gloves, and russet sleeves—protection without losing touch. On the feet are russet ankle boots, scuffed at the heel yet polished at the toe. At the throat rests oak brown necklace, catching light when heads turn. Accents finish the look: oak brown bodice, brass poncho, steel lace tights, wheat bandolier, and pewter metal clasps, small pieces that hint at habit. Little flourishes—he, stout, wears, workweave—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets",
      "personality_long": "How he arranges tools, counts steps on stairs, or hums when thinking, loyal to his own, curious in new markets. Halm Orefall keeps notes in margins no one else sees, collects small tokens from the places they pass, and treats promises like contracts and debts like knives. Nothing about them feels accidental—only chosen, and chosen again. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003068",
      "name": "Vulka Brasspick",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "amber",
      "height": "short",
      "build": "bulky",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "glowing eyes",
        "forge burns"
      ],
      "clothing_short": "burnished brown hairpins; red corset; soot black linen undershirt; soot black chain belt; brass hakama; charred brown thighhighs; soot black leather gloves; coal armlets; coal shoes; red earrings; ember red capelet; ember red pearled cords; accents: she, stout, wears, workweave",
      "clothing_long": "Vulka Brasspick dresses in soot black linen undershirt, and ember red capelet layered close to the body; the cuts are neat and quiet. Around the waist sits soot black chain belt, and ember red pearled cords, tied snug to hold shape and hide tools. Below, brass hakama fall with room for long strides and sudden turns. The hands and forearms carry soot black leather gloves, and coal armlets—protection without losing touch. On the feet are coal shoes, scuffed at the heel yet polished at the toe. Accents finish the look: burnished brown hairpins, red corset, charred brown thighhighs, and red earrings, small pieces that hint at habit. Little flourishes—she, stout, wears, workweave—add character without breaking the line. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Vulka Brasspick collects small tokens from the places they pass, measures people by what they mend, not what they break, and trusts slowly and protects fiercely once they do. Their calm is not peace but control, and they wear it like armour. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003069",
      "name": "Ashra Saltbeard",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "coal brown",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "singed",
      "hair_style": "short",
      "eye_color": "golden",
      "height": "short",
      "build": "muscular",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "glowing eyes",
        "forge burns"
      ],
      "clothing_short": "charred brown hairpins; red vest; red quilted gambeson; soot black utility belt; burnished brown pleated skirt; coal stockings; red gloves; burnished brown bracers; charred brown shoes; gold choker; charred brown bandolier; soot black metal clasps; accents: she, stout, wears, workweave",
      "clothing_long": "Ashra Saltbeard steps out in red vest layered close to the body; the cuts are neat and quiet. Around the waist sits soot black utility belt, tied snug to hold shape and hide tools. Below, burnished brown pleated skirt fall with room for long strides and sudden turns. The hands and forearms carry red gloves, and burnished brown bracers—protection without losing touch. On the feet are charred brown shoes, scuffed at the heel yet polished at the toe. At the throat rests gold choker, catching light when heads turn. Accents finish the look: charred brown hairpins, red quilted gambeson, coal stockings, charred brown bandolier, and soot black metal clasps, small pieces that hint at habit. Little flourishes—she, stout, wears, workweave—add character without breaking the line. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "how she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets",
      "personality_long": "How she arranges tools, counts steps on stairs, or hums when thinking, loyal to her own, curious in new markets. Ashra Saltbeard treats promises like contracts and debts like knives, notices tiny shifts in air and posture, and measures people by what they mend, not what they break. They let silence do half the speaking, and the rest arrives like a verdict. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003089",
      "name": "Yuna Okami",
      "race": "Maple Kitsune",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long hair",
      "hair_style": "braided hair",
      "eye_color": "gold",
      "height": "medium",
      "build": "athletic",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "fox ears",
        "fox tails",
        "slit pupils",
        "multiple tails",
        "fox mask",
        "charm talismans",
        "whisker marks",
        "brush tail",
        "subtle glamours"
      ],
      "clothing_short": "maple-red hooded wrap; moss pleated skirt; slippers; pendant; brooch; frost embroidery; chain accents",
      "clothing_long": "Yuna Okami steps out in maple-red hooded wrap layered close to the body; the cuts are neat and quiet. Below, moss pleated skirt fall with room for long strides and sudden turns. At the throat rests pendant, catching light when heads turn. Accents finish the look: slippers, brooch, frost embroidery, and chain accents, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "cunning, radiant, warm but dangerous",
      "personality_long": "Cunning, radiant, warm but dangerous. Yuna Okami trusts slowly and protects fiercely once they do, collects small tokens from the places they pass, and notices tiny shifts in air and posture. Their calm is not peace but control, and they wear it like armour. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003091",
      "name": "Maeralyn Snowbloom",
      "race": "Snow Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "pale",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "topknot",
      "eye_color": "silver",
      "height": "short",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "dark cap; winter white vest; white silk underdress; ice blue cloak; ice grey sash; ice blue skirt; purple tights; dark fingerless gloves; ice blue bracers; black thigh-high boots; dark pendant; purple bandolier; winter white trophy charms; ice grey white choker; black silver circlet; accents: doeskin, frostweave, light, quilted",
      "clothing_long": "Maeralyn Snowbloom favours winter white vest, and ice blue cloak layered close to the body; the cuts are neat and quiet. Around the waist sits ice grey sash, tied snug to hold shape and hide tools. Below, ice blue skirt fall with room for long strides and sudden turns. The hands and forearms carry dark fingerless gloves, and ice blue bracers—protection without losing touch. On the feet are black thigh-high boots, scuffed at the heel yet polished at the toe. At the throat rests dark pendant, and ice grey white choker, catching light when heads turn. Accents finish the look: dark cap, white silk underdress, purple tights, purple bandolier, winter white trophy charms, and black silver circlet, small pieces that hint at habit. Little flourishes—doeskin, frostweave, light, quilted—add character without breaking the line. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "keen-eyed, quick to smile, and quicker to plan, three-breath focus before a leap",
      "personality_long": "Keen-eyed, quick to smile, and quicker to plan, three-breath focus before a leap. Maeralyn Snowbloom believes silence can cut cleaner than a blade, collects small tokens from the places they pass, and speaks softly until the moment they must be heard. Kindness is measured, never cheap; cruelty, when it comes, is exact. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP003109",
      "name": "Kael Sato",
      "race": "Infernal Kitsune",
      "sex": "Male",
      "type": "allie",
      "skin_tone": "brown",
      "skin_texture": "",
      "hair_colour": "ash-grey",
      "hair_length": "medium hair",
      "hair_style": "wavy hair",
      "eye_color": "amber",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "black sheer layers; gold mini skirt; belted tunic; ankle boots; pendant; star-stitch accents; runic trim",
      "clothing_long": "Kael Sato dresses in belted tunic layered close to the body; the cuts are neat and quiet. Around the waist sits belted tunic, tied snug to hold shape and hide tools. Below, gold mini skirt fall with room for long strides and sudden turns. On the feet are ankle boots, scuffed at the heel yet polished at the toe. At the throat rests pendant, catching light when heads turn. Accents finish the look: black sheer layers, star-stitch accents, and runic trim, small pieces that hint at habit. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "cunning, radiant, warm but dangerous",
      "personality_long": "Cunning, radiant, warm but dangerous. Kael Sato notices tiny shifts in air and posture, keeps notes in margins no one else sees, and keeps a private ritual before any decisive act. They walk as if the floor has already told them where to step. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003110",
      "name": "Noa Hanazono",
      "race": "Ethereal Kitsune",
      "sex": "Female",
      "type": "allie",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "white",
      "hair_length": "long hair",
      "hair_style": "wavy hair",
      "eye_color": "silver",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "white mantle; soft pink loose trousers; ankle boots; bangles; necklace; runic trim; lace edging",
      "clothing_long": "Noa Hanazono steps out in white mantle layered close to the body; the cuts are neat and quiet. Below, soft pink loose trousers fall with room for long strides and sudden turns. The hands and forearms carry bangles—protection without losing touch. On the feet are ankle boots, scuffed at the heel yet polished at the toe. At the throat rests necklace, catching light when heads turn. Accents finish the look: runic trim, and lace edging, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "cunning, radiant, warm but dangerous",
      "personality_long": "Cunning, radiant, warm but dangerous. Noa Hanazono treats promises like contracts and debts like knives, keeps notes in margins no one else sees, and collects small tokens from the places they pass. They walk as if the floor has already told them where to step. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003111",
      "name": "Mika Izumi",
      "race": "Infernal Kitsune",
      "sex": "Female",
      "type": "allie",
      "skin_tone": "ashen",
      "skin_texture": "",
      "hair_colour": "red",
      "hair_length": "short hair",
      "hair_style": "curly hair",
      "eye_color": "gold",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "ember-orange yukata; gold short skirt; boots; pendant; choker; chain accents; lace edging",
      "clothing_long": "Below, gold short skirt fall with room for long strides and sudden turns. On the feet are boots, scuffed at the heel yet polished at the toe. At the throat rests pendant, and choker, catching light when heads turn. Accents finish the look: ember-orange yukata, chain accents, and lace edging, small pieces that hint at habit. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "stoic, pragmatic, quietly intense",
      "personality_long": "Stoic, pragmatic, quietly intense. Mika Izumi measures people by what they mend, not what they break, trusts slowly and protects fiercely once they do, and keeps notes in margins no one else sees. They let silence do half the speaking, and the rest arrives like a verdict. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003112",
      "name": "Rin Tanaka",
      "race": "Arctic Kitsune",
      "sex": "Female",
      "type": "allie",
      "skin_tone": "ivory",
      "skin_texture": "",
      "hair_colour": "white",
      "hair_length": "long hair",
      "hair_style": "wavy hair",
      "eye_color": "blue",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "pale blonde short skirt; kimono; boots; pendant; beadwork trim",
      "clothing_long": "Rin Tanaka steps out in kimono layered close to the body; the cuts are neat and quiet. Below, pale blonde short skirt fall with room for long strides and sudden turns. On the feet are boots, scuffed at the heel yet polished at the toe. At the throat rests pendant, catching light when heads turn. Accents finish the look: beadwork trim, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "Mischievous, flirtatious, foxfire-charmed. Rin Tanaka speaks softly until the moment they must be heard, measures people by what they mend, not what they break, and trusts slowly and protects fiercely once they do. They walk as if the floor has already told them where to step. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003118",
      "name": "Meixi Shadou",
      "race": "Umbral Nekomata",
      "sex": "Female",
      "type": "allie",
      "skin_tone": "fair",
      "skin_texture": "",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "sleek",
      "eye_color": "silver",
      "height": "",
      "build": "",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "one-shoulder blouse; cropped pants with embroidery; silver sash; slit stockings; barefoot anklets; tail ribbons",
      "clothing_long": "Meixi Shadou dresses in one-shoulder blouse layered close to the body; the cuts are neat and quiet. Around the waist sits silver sash, tied snug to hold shape and hide tools. Below, cropped pants with embroidery, and slit stockings fall with room for long strides and sudden turns. Accents finish the look: barefoot anklets, and tail ribbons, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "Mischievous, flirtatious, foxfire-charmed. Meixi Shadou collects small tokens from the places they pass, keeps notes in margins no one else sees, and treats promises like contracts and debts like knives. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003125",
      "name": "Xueko Hanako",
      "race": "Blossom Nekomata",
      "sex": "Female",
      "type": "allie",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "cream",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "blue",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "one-shoulder wrap; skirt with floral trim; cloak with floral edging; braided belt; slit stockings; anklets with charms; charm anklets; choker; petal edging",
      "clothing_long": "Xueko Hanako steps out in cloak with floral edging layered close to the body; the cuts are neat and quiet. Around the waist sits braided belt, tied snug to hold shape and hide tools. Below, skirt with floral trim, and slit stockings fall with room for long strides and sudden turns. At the throat rests choker, catching light when heads turn. Accents finish the look: one-shoulder wrap, anklets with charms, charm anklets, and petal edging, small pieces that hint at habit. The palette is simple and deliberate, letting movement speak.",
      "personality_short": "stoic, pragmatic, quietly intense",
      "personality_long": "Stoic, pragmatic, quietly intense. Xueko Hanako treats promises like contracts and debts like knives, speaks softly until the moment they must be heard, and collects small tokens from the places they pass. They walk as if the floor has already told them where to step. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003131",
      "name": "Kaoru Ashenclaw",
      "race": "Brimtail Nekomata",
      "sex": "Female",
      "type": "allie",
      "skin_tone": "brown",
      "skin_texture": "",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "red",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "long coat with slits; leather vest; mini skirt; chain belt; bare legs with anklets; ankle boots; chain adornments; fang pendant; choker; brocade embroidery; flame-stitched hem",
      "clothing_long": "Kaoru Ashenclaw favours long coat with slits, and leather vest layered close to the body; the cuts are neat and quiet. Around the waist sits chain belt, tied snug to hold shape and hide tools. Below, long coat with slits, and mini skirt fall with room for long strides and sudden turns. On the feet are ankle boots, scuffed at the heel yet polished at the toe. At the throat rests fang pendant, and choker, catching light when heads turn. Accents finish the look: bare legs with anklets, chain adornments, brocade embroidery, and flame-stitched hem, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "Playful, sharp-tongued, quick-witted. Kaoru Ashenclaw has a laugh that arrives late but lands true, keeps a private ritual before any decisive act, and treats promises like contracts and debts like knives. Kindness is measured, never cheap; cruelty, when it comes, is exact. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003132",
      "name": "Toran Brimflare",
      "race": "Brimtail Nekomata",
      "sex": "Male",
      "type": "allie",
      "skin_tone": "tan",
      "skin_texture": "",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "red",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "long coat with slits; sleeveless tunic; split skirt; iron-studded belt; bare legs with anklets; cloth shoes with embroidery; tail rings; choker; chain adornments; chain accents; grey edging",
      "clothing_long": "Toran Brimflare steps out in long coat with slits, and sleeveless tunic layered close to the body; the cuts are neat and quiet. Around the waist sits iron-studded belt, tied snug to hold shape and hide tools. Below, long coat with slits, and split skirt fall with room for long strides and sudden turns. The hands and forearms carry sleeveless tunic—protection without losing touch. On the feet are cloth shoes with embroidery, scuffed at the heel yet polished at the toe. At the throat rests choker, catching light when heads turn. Accents finish the look: bare legs with anklets, tail rings, chain adornments, chain accents, and grey edging, small pieces that hint at habit. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "Mischievous, flirtatious, foxfire-charmed. Toran Brimflare has a laugh that arrives late but lands true, measures people by what they mend, not what they break, and keeps notes in margins no one else sees. They walk as if the floor has already told them where to step. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003136",
      "name": "Meixi Ashclaw",
      "race": "Brimtail Nekomata",
      "sex": "Female",
      "type": "allie",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "curly",
      "eye_color": "amber",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "strap top; cropped pants with tassels; long coat with slits; red sash; bare legs with anklets; boots; fang pendant; bangles; brown trim",
      "clothing_long": "Meixi Ashclaw favours long coat with slits layered close to the body; the cuts are neat and quiet. Around the waist sits red sash, tied snug to hold shape and hide tools. Below, cropped pants with tassels, and long coat with slits fall with room for long strides and sudden turns. The hands and forearms carry bangles—protection without losing touch. On the feet are boots, scuffed at the heel yet polished at the toe. At the throat rests fang pendant, catching light when heads turn. Accents finish the look: strap top, bare legs with anklets, and brown trim, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "Mischievous, flirtatious, foxfire-charmed. Meixi Ashclaw speaks softly until the moment they must be heard, has a laugh that arrives late but lands true, and notices tiny shifts in air and posture. They let silence do half the speaking, and the rest arrives like a verdict. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003143",
      "name": "Morwen Deepwake",
      "race": "Nethryn Merfolk",
      "sex": "Female",
      "type": "",
      "skin_tone": "",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [
        "fins",
        "scales",
        "long tail",
        "single horn"
      ],
      "clothing_short": "silver mooncloth bandeau; purple choker; white torque; red circlet; red earrings; purple scale trim; red gauze ringed loincloth",
      "clothing_long": "At the throat rests purple choker, catching light when heads turn. Accents finish the look: silver mooncloth bandeau, white torque, red circlet, red earrings, purple scale trim, and red gauze ringed loincloth, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "flirtatious",
      "personality_long": "Flirtatious. Morwen Deepwake treats promises like contracts and debts like knives, measures people by what they mend, not what they break, and speaks softly until the moment they must be heard. They let silence do half the speaking, and the rest arrives like a verdict. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003145",
      "name": "Talion Abyssveil",
      "race": "Nethryn Merfolk",
      "sex": "Male",
      "type": "",
      "skin_tone": "",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "",
      "height": "",
      "build": "",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "",
      "features": [
        "fins",
        "scales",
        "long tail",
        "single horn"
      ],
      "clothing_short": "purple velvet bodice; purple silk hip veil; black pendant; dark veil",
      "clothing_long": "At the throat rests black pendant, catching light when heads turn. Accents finish the look: purple velvet bodice, purple silk hip veil, and dark veil, small pieces that hint at habit. Stitching is reinforced at stress points, proof of a careful hand.",
      "personality_short": "hedonistic",
      "personality_long": "Hedonistic. Talion Abyssveil measures people by what they mend, not what they break, keeps a private ritual before any decisive act, and keeps notes in margins no one else sees. Kindness is measured, never cheap; cruelty, when it comes, is exact. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003146",
      "name": "Talion Voidsong",
      "race": "Nethryn Merfolk",
      "sex": "Male",
      "type": "",
      "skin_tone": "",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "",
      "height": "",
      "build": "",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "",
      "features": [
        "fins",
        "scales",
        "long tail",
        "single horn"
      ],
      "clothing_short": "dark velvet harness; purple silk pelvic drape; silver pendant; silver veil",
      "clothing_long": "At the throat rests silver pendant, catching light when heads turn. Accents finish the look: dark velvet harness, purple silk pelvic drape, and silver veil, small pieces that hint at habit. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "hedonistic",
      "personality_long": "Hedonistic. Talion Voidsong keeps a private ritual before any decisive act, measures people by what they mend, not what they break, and has a laugh that arrives late but lands true. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP009901",
      "name": "Urza Flintknock",
      "race": "Mountain Orc",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "umber",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "mohawk",
      "eye_color": "amber",
      "height": "tall",
      "build": "powerful",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "tusks",
        "scarred knuckles",
        "climber’s rope"
      ],
      "clothing_short": "oxblood padded vest; stone-grey gambeson; rust rope harness; basalt trousers; nail-studded bracers; spike boots; charcoal scarf",
      "clothing_long": "She wears a stone-grey gambeson quilted to take the bite out of bad landings, and over it an oxblood vest that marks her crew without shouting. A rust-colored rope harness crosses her chest, knots practiced one-handed in bad light and worse weather. Basalt trousers tuck into spike boots that leave persuasive opinions on sheer faces. Nail-studded bracers save skin and pride in equal measure, and a charcoal scarf hides expressions she prefers not to share with foremen.",
      "personality_short": "straightforward, team-first",
      "personality_long": "Urza speaks in verbs and expects the world to conjugate itself accordingly. She has a gift for making a plan sound like a foregone conclusion, and a habit of standing where falling becomes contagious. Praise makes her uncomfortable; competence does not. If you keep up, she will feed you. If you fall, she will catch you, and then explain at length why you should not make her do that again."
    },
    {
      "id": "NP009903",
      "name": "Dorn Gravelspine",
      "race": "Mountain Orc",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "deep brown",
      "skin_texture": "scarred",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "brown",
      "height": "very tall",
      "build": "powerful",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "tusks",
        "ridge scars",
        "stone prayer beads"
      ],
      "clothing_short": "iron antler helm; basalt cuirass; chain skirt; quarry gloves; iron greaves; rawhide cloak",
      "clothing_long": "His iron-antler helm is more superstition than armor, but he touches it before hard climbs all the same. A basalt plate cuirass bears the tidy history of repaired dents, and the chain skirt murmurs like rain when he moves. Quarry gloves are thick as grudges, and iron greaves thud with the comfort of habits you survive by. A rawhide cloak breaks wind and attention both, turning a giant into a moving hill.",
      "personality_short": "terse, disciplined",
      "personality_long": "Dorn treats silence as a shared resource and words as safety instructions. He gives trust by assigning weight and takes it back when people fumble. In a fight he is architecture; in a crisis he is logistics. Children like him because he never lies about how hard something will be, and he keeps the promises he hates making."
    },
    {
      "id": "NP009906",
      "name": "Sera Windvine",
      "race": "Half–Forest Elf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "sleek",
      "eye_color": "orange",
      "height": "short",
      "build": "toned",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "pointed ears (soft)"
      ],
      "clothing_short": "hunter’s vest; reed-green shirt; rope sash; split skirt; archer’s gloves; soft boots; bark pendant",
      "clothing_long": "A reed-green shirt and hunter’s vest hug close, stitched in a pattern that reads as leaf-shadow at a distance. The rope sash knots at her hip with a quick-release twitch she can manage while sprinting. Her split skirt whispers instead of flapping and hides a wickedly practical sewing kit. Archer’s gloves leave her fingertips free for feeling the string, and soft boots memorize paths after one pass. A bark pendant at her throat is carved with an inside joke only the grove shares.",
      "personality_short": "quick, playful",
      "personality_long": "Sera plays to learn and learns to win, rarely in that order. She meets tension with a grin and instructions with experiments, which makes her either a delight or a problem depending on the captain. She has a talent for finding third options and a habit of naming strays before admitting she cares. When danger arrives, she is already moving; the thinking comes mid-vault."
    },
    {
      "id": "NP009908",
      "name": "Corin Ashmead",
      "race": "Half–Forest Elf",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "tan",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "green",
      "height": "tall",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears (soft)",
        "bow string calluses"
      ],
      "clothing_short": "fern cloak; ash jerkin; linen trousers; leather bracers; soft boots; twig-carved ring",
      "clothing_long": "A fern-green cloak hangs light over an ash-dyed jerkin, the colors chosen to make him vanish rather than impress. Linen trousers breathe like good advice and the leather bracers are scuffed where branches said hello. Soft boots promise silence even to rude floors. The twig-carved ring on his finger is smooth from nervous thumbs and older than he is willing to claim.",
      "personality_short": "courteous, steady",
      "personality_long": "Corin treats strangers as future neighbors and enemies as problems with expiration dates. He speaks gently to children and firmly to men who should know better, both to good effect. His patience is elastic but not infinite; he warns before he snaps and dislikes being right about it. He believes a plan should be a path anyone can follow at night."
    },
    {
      "id": "NP009915",
      "name": "Mira Waveglass",
      "race": "Coastal Dwarf",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light brown",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "green",
      "height": "short",
      "build": "strong",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "sea-cut hands",
        "pierced ears (shell rings)"
      ],
      "clothing_short": "reef jacket; netted sash; oilskin trousers; tar gloves; iron-toe boots; glass beadwork",
      "clothing_long": "Her reef jacket smells of brine and lamp oil, the uniform of those who argue with weather for a living. A netted sash holds tools that clink like gossip against her hip. Oilskin trousers bead water like it owes her money, and tar gloves make her grip unfair in a tug-of-war. Iron-toe boots laugh at loose nails, and the glass beadwork at her throat is a skiff-signal for friends in fog.",
      "personality_short": "pragmatic, upbeat",
      "personality_long": "Mira treats looming disaster like an obnoxious neighbor: acknowledge, prepare, get on with your day. She is an optimist by discipline rather than temperament and schedules her panic for later. Crew thrive under her because she hands out competence like rations and jokes like dessert. She loves maps, hates liars, and has an embarrassing crush on well-made knots."
    },
    {
      "id": "NP009916",
      "name": "Orra Emberstep",
      "race": "Ashfoot Orc",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "charcoal black",
      "skin_texture": "scarred",
      "hair_colour": "black",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "red",
      "height": "tall",
      "build": "powerful",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "tusks",
        "volcanic ash scars"
      ],
      "clothing_short": "smoke hood; ember-stitched cuirass; slag belt; cinder skirt; ash greaves; iron bracelets",
      "clothing_long": "Smoke-dark hood, ember-stitched cuirass, and a cinder-colored skirt that swings like a metronome for her stride—she dresses as if fire were a colleague. The slag belt is studded with hooks and small miracles, and ash-grey greaves turn sparks into stories. Iron bracelets hide old burns and new ambitions. She wears weight like another muscle group.",
      "personality_short": "deadpan, dependable",
      "personality_long": "Orra is the person you want counting exits and rationing courage. She looks unimpressed by most threats because she is, but she will never say 'I told you so' until after the wound is cleaned. Her jokes appear dry as tinder and light just as fast. Loyalty in her is a long burn, low and useful, and she feeds it carefully."
    },
    {
      "id": "NP009918",
      "name": "Kael Onyxthorn",
      "race": "Sableheart Tiefling",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "blue",
      "hair_length": "medium",
      "hair_style": "braided",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "pointed ears"
      ],
      "clothing_short": "onyx vest; sapphire sash; dark robe; black belt; onyx trousers; ink gloves; black bangles; onyx boots; horn wraps",
      "clothing_long": "An onyx-gleam vest sits beneath a robe cut slim and sharp, the fabric swallowing light with elegant hunger. A sapphire sash knots in a style particular to his family line, too complex to be accidental. Ink-dark gloves hide rings worked for subtle spells and unsubtle statements. His horn wraps are polished to a mirror shine and reflect the room back at itself, an old Sableheart trick for keeping advantage. Everything about him says orderly, expensive, and prepared.",
      "personality_short": "precise, courteous",
      "personality_long": "Kael speaks with the practiced patience of someone who has corrected many contracts and buried a few. Courtesy is his weapon of first resort and last defense; it keeps fools at a distance and allies on schedule. He dislikes improvisation but can perform it with unnerving grace when cornered. He is slow to anger but swift to judge, and he keeps his judgments filed where they can be used later."
    },
    {
      "id": "NP009919",
      "name": "Varyn Mossbrand",
      "race": "Viridian Tiefling",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "sleek",
      "eye_color": "orange",
      "height": "tall",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "antlers",
        "pointed ears",
        "tail"
      ],
      "clothing_short": "jade corset-harness; brown vest; gold longcoat; viridian sash; forest leggings; viridian gloves; gold bracers; viridian boots; horn wraps",
      "clothing_long": "Gold-lined longcoat, jade harness, and a viridian sash that ties in a quiet brag; Varyn wears clan colors with a diplomat’s restraint. Forest-dyed leggings move without whisper, and the gloves are supple enough to turn pages or throats. Bracers and boot trim glint in gold only when he allows it. His horn wraps are etched with maps of rivers he refuses to name.",
      "personality_short": "calm, observant",
      "personality_long": "Varyn notices the way rooms breathe and people don't. He trusts momentum more than bluster and sets plans rolling with nudges so gentle that opponents thank him for the push. If you lie to him, he will forgive you; if you waste his time, he will not. The clever mistake him for mild until they find their choices narrowing to the one he suggested."
    },
    {
      "id": "NP009929",
      "name": "Kira Foxglint",
      "race": "Maple Kitsune",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "tan",
      "skin_texture": "smooth",
      "hair_colour": "auburn",
      "hair_length": "medium",
      "hair_style": "loose",
      "eye_color": "gold",
      "height": "medium",
      "build": "graceful",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "fox ears",
        "fluffy tails",
        "whiskers"
      ],
      "clothing_short": "maple shawl; leaf-stitched blouse; braided obi; traveler skirt; wrist cords; soft sandals",
      "clothing_long": "Her maple shawl smells faintly of smoke and late apples, draped in a lazy knot that looks accidental and never is. The blouse is stitched with tiny leaves whose veins meet in hidden runes, a grandmother’s joke carried into fashion. A braided obi tames a traveler’s skirt that twirls when she wants a room to watch her hands. Wrist cords double as snare and decoration, and the soft sandals are traitors to squeaky floors everywhere.",
      "personality_short": "bright, sly",
      "personality_long": "Kira arranges coincidences like a florist arranges bouquets—artfully, with a ruthless eye for color. She flirts with risk and ends conversations with questions that feel like gifts. Her kindness is genuine and strategically applied. She believes luck is a polite name for preparation executed with charm."
    }
  ]
}