{
  "npcs": [
    {
      "id": "NP001001",
      "name": "Seraphine Nightveil",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "dark brown",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "blue vest; brown mesh underlayer; purple cloak; blue rope belt; brown wrap skirt; purple silk gloves; brown vambraces; blue deck boots; blue brooch; black bandolier; blue trophy charms; brown web-lace sleeves; blue silver filigree pendant; accents: leathers, she, sleek, wears",
      "clothing_long": "Seraphine Nightveil dresses in blue vest, and purple cloak layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits blue rope belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, brown wrap skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry purple silk gloves, brown vambraces, and brown web-lace sleeves—enough guard to take a scrape without losing the feel of steel or paper. On the feet are blue deck boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests blue silver filigree pendant, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: brown mesh underlayer, blue brooch, black bandolier, and blue trophy charms, small pieces that speak of habit and intent. Little flourishes—leathers, she, sleek, wears—add character without breaking the line of the outfit. Threads are reinforced at stress points, proof of a careful hand and a life on the move. Threads are reinforced at stress points, proof of a careful hand and a life on the move.",
      "personality_short": "calm, observant, quietly determined, moonlit steel edges her voice, on quiet days, reads the room, then rearranges it",
      "personality_long": "calm, observant, quietly determined. Moonlit steel edges her voice. On quiet days, she reads the room, then rearranges it. Seraphine Nightveil keeps notes in margins no one else sees, speaks softly until the moment they must be heard, and collects small tokens from the places they pass. Their calm is not peace but control, and they wear it like armour. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP001002",
      "name": "Nyssara Thornkiss",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "swept back",
      "eye_color": "gold",
      "height": "tall",
      "build": "powerful",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "clothing_short": "sanguine kimono top; grey silk underdress; garnet mantle; grey tool belt; black thigh-slit skirt; sanguine garter belt; sanguine fingerless gloves; oxblood bangles; brown thigh-high boots; oxblood necklace; gold quiver harness; red mask; black choker; oxblood chain belt; accents: scorched, she, spiked, wears",
      "clothing_long": "Nyssara Thornkiss steps out in sanguine kimono top, and garnet mantle layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits grey tool belt, sanguine garter belt, and oxblood chain belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, black thigh-slit skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry sanguine fingerless gloves, and oxblood bangles—enough guard to take a scrape without losing the feel of steel or paper. On the feet are brown thigh-high boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests oxblood necklace, and black choker, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: grey silk underdress, gold quiver harness, and red mask, small pieces that speak of habit and intent. Little flourishes—scorched, she, spiked, wears—add character without breaking the line of the outfit. It is the kind of outfit that reads as quiet until it is suddenly not. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "calm, observant, quietly determined, ash-sweet and fearless, rarely looks back, when pressed, keeps promises and receipts",
      "personality_long": "calm, observant, quietly determined. grey-sweet and fearless, she rarely looks back. When pressed, she keeps promises and receipts. Warmth radiates like banked coals from her skin. Nyssara Thornkiss has a laugh that arrives late but lands true, speaks softly until the moment they must be heard, and keeps notes in margins no one else sees. They let silence do half the speaking, and the rest arrives like a verdict. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP001003",
      "name": "Kaelira Voidpetal",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing_short": "saffron leather bodice; white silk underdress; goldenrod rope belt; honey gold hakama; goldenrod lace tights; honey gold leather gloves; green sleeves; goldenrod shoes; white beadwork; white tail jewelry; white obi; accents: court, favors, robes, she",
      "clothing_long": "Around the waist sits goldenrod rope belt, and white obi, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, honey gold hakama fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry honey gold leather gloves, and green sleeves—enough guard to take a scrape without losing the feel of steel or paper. On the feet are goldenrod shoes, the leather kept clean at the toe and soft at the heel for silent steps. Accents finish the look: saffron leather bodice, white silk underdress, goldenrod lace tights, white beadwork, and white tail jewelry, small pieces that speak of habit and intent. Little flourishes—court, favors, robes, she—add character without breaking the line of the outfit. The palette stays simple and deliberate, letting movement do the boasting. The palette stays simple and deliberate, letting movement do the boasting.",
      "personality_short": "jeweled clasps, silk gloves, polished boots, kaelira is elegance weaponized, great elf hauteur turned predatory",
      "personality_long": "She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. Kaelira is elegance weaponized—promises sung like lullabies over graves, poison poured from crystal with priestly care—Great Elf hauteur turned predatory. She stands a breath taller than most shadows. Kaelira Voidpetal keeps a private ritual before any decisive act, has a laugh that arrives late but lands true, and collects small tokens from the places they pass. Nothing about them feels accidental—only chosen, and chosen again. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP001004",
      "name": "Varenia Blackgilt",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "gray",
      "height": "medium",
      "build": "stocky",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "grey veil; grey silk blouse; grey silk chemise; green obi; grey trousers; grey garter belt; linen white gloves; grey bracers; grey soft boots; red brooch; grey scarf; tan pearled cords; accents: clad, is, road, she",
      "clothing_long": "Varenia Blackgilt steps out in grey silk blouse layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits green obi, grey garter belt, and tan pearled cords, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, grey trousers fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry linen white gloves, and grey bracers—enough guard to take a scrape without losing the feel of steel or paper. On the feet are grey soft boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests grey scarf, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: grey veil, grey silk chemise, and red brooch, small pieces that speak of habit and intent. Little flourishes—clad, is, road, she—add character without breaking the line of the outfit. It is the kind of outfit that reads as quiet until it is suddenly not. Threads are reinforced at stress points, proof of a careful hand and a life on the move.",
      "personality_short": "beautiful, proud",
      "personality_long": "Varenia carries herself like a verdict—beautiful, proud, and delighted to be cruel when it’s efficient. There’s a quickness in her gaze that finds solutions. Varenia Blackgilt trusts slowly and protects fiercely once they do, speaks softly until the moment they must be heard, and treats promises like contracts and debts like knives. They walk as if the floor has already told them where to step. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP001005",
      "name": "Thalara Vex",
      "race": "Half–Forest Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "bark brown corset; leaf green mesh underlayer; leaf-dye green robe; amber obi; bark brown leggings; pine green tights; oak brown silk gloves; leaf green bangles; leaf green ankle boots; moss green choker; oak brown scarf; bark brown pearled cords; sage feather charms; oak brown beadwork; accents: leathers, quiet, she, wears",
      "clothing_long": "Thalara Vex steps out in leaf-dye green robe layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits amber obi, and bark brown pearled cords, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, bark brown leggings fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry oak brown silk gloves, and leaf green bangles—enough guard to take a scrape without losing the feel of steel or paper. On the feet are leaf green ankle boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests moss green choker, and oak brown scarf, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: bark brown corset, leaf green mesh underlayer, pine green tights, sage feather charms, and oak brown beadwork, small pieces that speak of habit and intent. Little flourishes—leathers, quiet, she, wears—add character without breaking the line of the outfit. It is the kind of outfit that reads as quiet until it is suddenly not. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "a wink, then the arrow lands, witty, charming, quick on the turn",
      "personality_long": "Thalara plays with prey: a laugh, a wink, then the arrow lands—a hunter raised between quiet groves and louder sins. witty, charming, quick on the turn. Quiet as leaf-fall when she wishes. Quiet as leaf‑fall when she wishes. Thalara Vex has a laugh that arrives late but lands true, keeps a private ritual before any decisive act, and measures people by what they mend, not what they break. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP001006",
      "name": "Elaris Crowbloom",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "honey gold headband; amber kimono top; white quilted gambeson; green bolero; goldenrod rope belt; white gold leggings; white stockings; white leather gloves; honey gold sleeves; jade heeled boots; green earrings; jade shawl; white pearled cords; accents: clad, is, ornamental, she",
      "clothing_long": "Elaris Crowbloom dresses in amber kimono top, and green bolero layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits goldenrod rope belt, and white pearled cords, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, white gold leggings fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry white leather gloves, and honey gold sleeves—enough guard to take a scrape without losing the feel of steel or paper. On the feet are jade heeled boots, the leather kept clean at the toe and soft at the heel for silent steps. Accents finish the look: honey gold headband, white quilted gambeson, white stockings, green earrings, and jade shawl, small pieces that speak of habit and intent. Little flourishes—clad, is, ornamental, she—add character without breaking the line of the outfit. The palette stays simple and deliberate, letting movement do the boasting. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "tender, curious, lethal, courts were made for her, or so she acts",
      "personality_long": "Elaris speaks vows like snares and touches like a spider testing silk—tender, curious, lethal. She stands a breath taller than most shadows. Courts were made for her, or so she acts. Elaris Crowbloom speaks softly until the moment they must be heard, trusts slowly and protects fiercely once they do, and measures people by what they mend, not what they break. They let silence do half the speaking, and the rest arrives like a verdict. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP001007",
      "name": "Nytheris, Queen of a Thousand Eyes",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing_short": "grey beret; neon blue corset; bruise blue silk underdress; oil-slick black bolero; bruise blue belt; acid green hakama; oil-slick black patterned stockings; grey leather gloves; purple armlets; purple sandals; neon blue necklace; white-hot shawl; acid green mask; accents: leathers, road, she, wears",
      "clothing_long": "Nytheris, Queen of a Thousand Eyes dresses in oil-slick black bolero layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits bruise blue belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, acid green hakama fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry grey leather gloves, and purple armlets—enough guard to take a scrape without losing the feel of steel or paper. On the feet are purple sandals, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests neon blue necklace, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: grey beret, neon blue corset, bruise blue silk underdress, oil-slick black patterned stockings, white-hot shawl, and acid green mask, small pieces that speak of habit and intent. Little flourishes—leathers, road, she, wears—add character without breaking the line of the outfit. Threads are reinforced at stress points, proof of a careful hand and a life on the move. Threads are reinforced at stress points, proof of a careful hand and a life on the move.",
      "personality_short": "witty, charming, quick on the turn, every smile invites ruin",
      "personality_long": "witty, charming, quick on the turn. Every smile invites ruin; every whisper unspools the truths you hid from yourself. witty, charming, quick on the turn. There’s a quickness in her gaze that finds solutions. Road dust sits easy on her. Nytheris, Queen of a Thousand Eyes measures people by what they mend, not what they break, has a laugh that arrives late but lands true, and keeps a private ritual before any decisive act. Their calm is not peace but control, and they wear it like armour. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP001008",
      "name": "The Veilmother",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "acid green cap; void black vest; oil-slick black silk underdress; white-hot mantle; bruise blue tool belt; oil-slick black riding breeches; acid green tights; void black gloves; bruise blue sleeves; void black thigh-high boots; void black beadwork; livid purple scarf; livid purple metal clasps; accents: favors, layered, she, traveler",
      "clothing_long": "The Veilmother wears void black vest, and white-hot mantle layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits bruise blue tool belt, tied snug to shape the silhouette and to hide small tools beneath the fold. The hands and forearms carry void black gloves, and bruise blue sleeves—enough guard to take a scrape without losing the feel of steel or paper. On the feet are void black thigh-high boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests livid purple scarf, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: acid green cap, oil-slick black silk underdress, oil-slick black riding breeches, acid green tights, void black beadwork, and livid purple metal clasps, small pieces that speak of habit and intent. Little flourishes—favors, layered, she, traveler—add character without breaking the line of the outfit. It is the kind of outfit that reads as quiet until it is suddenly not. Threads are reinforced at stress points, proof of a careful hand and a life on the move.",
      "personality_short": "does not demand followers, on quiet days, reads the room, then rearranges it",
      "personality_long": "She does not demand followers—she edits memory until obedience feels like nostalgia. On quiet days, she reads the room, then rearranges it. There’s a quickness in her gaze that finds solutions. The Veilmother has a laugh that arrives late but lands true, believes silence can cut cleaner than a blade, and keeps a private ritual before any decisive act. They walk as if the floor has already told them where to step. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP001009",
      "name": "The Crimson Bride",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "average",
      "breast_size": "medium breasts",
      "curse": [
        "undead"
      ],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "grey circlet; tan silk blouse; blue padded vest; tan bolero; blue utility belt; linen white long skirt; silver gloves; grey sleeves; blue deck boots; blue choker; blue shawl; grey pearled cords; accents: bone, clasps, favors, she",
      "clothing_long": "The Crimson Bride dresses in tan silk blouse, blue padded vest, and tan bolero layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits blue utility belt, and grey pearled cords, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, linen white long skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry silver gloves, and grey sleeves—enough guard to take a scrape without losing the feel of steel or paper. On the feet are blue deck boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests blue choker, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: grey circlet, and blue shawl, small pieces that speak of habit and intent. Little flourishes—bone, clasps, favors, she—add character without breaking the line of the outfit. It is the kind of outfit that reads as quiet until it is suddenly not. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "does not love, claims, when pressed, keeps promises and receipts",
      "personality_long": "She does not love—she claims. There’s a quickness in her gaze that finds solutions. When pressed, she keeps promises and receipts. She is the proof that vows can outlive breath. The Crimson Bride has a laugh that arrives late but lands true, keeps notes in margins no one else sees, and measures people by what they mend, not what they break. They let silence do half the speaking, and the rest arrives like a verdict. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP001010",
      "name": "Lord Ashmire",
      "race": "Human",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "gray",
      "height": "medium",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "linen white beret; green corset; blue mesh underlayer; tan bolero; red utility belt; tan thigh-slit skirt; green patterned stockings; blue leather gloves; blue bracers; green deck boots; blue pendant; brown quiver harness; red mask; accents: he, layered, traveler, wears",
      "clothing_long": "Lord Ashmire steps out in tan bolero layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits red utility belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, tan thigh-slit skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry blue leather gloves, and blue bracers—enough guard to take a scrape without losing the feel of steel or paper. On the feet are green deck boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests blue pendant, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: linen white beret, green corset, blue mesh underlayer, green patterned stockings, brown quiver harness, and red mask, small pieces that speak of habit and intent. Little flourishes—he, layered, traveler, wears—add character without breaking the line of the outfit. Threads are reinforced at stress points, proof of a careful hand and a life on the move. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "cold, convincing, inevitable, calm, observant, quietly determined",
      "personality_long": "He smiles like a sealed contract and speaks like a blade’s flat—cold, convincing, inevitable. calm, observant, quietly determined. Road dust sits easy on him. There’s a quickness in his gaze that finds solutions. Lord Ashmire collects small tokens from the places they pass, speaks softly until the moment they must be heard, and notices tiny shifts in air and posture. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP001011",
      "name": "Lyrelle Sunvine",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "slim, toned",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "pine green tiara; oak brown jerkin; oak brown quilted gambeson; leaf green robe; pine green sash; bark brown skirt; pine green stockings; white fingerless gloves; leaf green bracers; oak brown deck boots; oak brown brooch; brown shawl; leaf green coral clasp; antique gold feather charms; bark brown beadwork; accents: close-fitted, favors, leafmantle, she",
      "clothing_long": "Lyrelle Sunvine wears leaf green robe layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits pine green sash, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, bark brown skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry white fingerless gloves, and leaf green bracers—enough guard to take a scrape without losing the feel of steel or paper. On the feet are oak brown deck boots, the leather kept clean at the toe and soft at the heel for silent steps. Accents finish the look: pine green tiara, oak brown jerkin, oak brown quilted gambeson, pine green stockings, oak brown brooch, brown shawl, leaf green coral clasp, antique gold feather charms, and bark brown beadwork, small pieces that speak of habit and intent. Little flourishes—close-fitted, favors, leafmantle, she—add character without breaking the line of the outfit. The palette stays simple and deliberate, letting movement do the boasting. Threads are reinforced at stress points, proof of a careful hand and a life on the move.",
      "personality_short": "witty, charming, quick on the turn, wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms",
      "personality_long": "witty, charming, quick on the turn. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. Her presence smells faintly of resin and rain. Quiet as leaf‑fall when she wishes. Lyrelle Sunvine keeps a private ritual before any decisive act, has a laugh that arrives late but lands true, and notices tiny shifts in air and posture. Kindness is measured, never cheap; cruelty, when it comes, is exact. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP001012",
      "name": "Brunna Emberbraid",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing_short": "soot black hood; coal shirt; ember red linen undershirt; red haori; brass belt; red thigh-slit skirt; brass lace tights; brass silk gloves; soot black sleeves; brass heeled boots; charred brown horn wraps; soot black capelet; charred brown tool loops; accents: favors, forge, leathers, she",
      "clothing_long": "Brunna Emberbraid wears soot black hood, coal shirt, ember red linen undershirt, and soot black capelet layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits brass belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, red thigh-slit skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry brass silk gloves, and soot black sleeves—enough guard to take a scrape without losing the feel of steel or paper. On the feet are brass heeled boots, the leather kept clean at the toe and soft at the heel for silent steps. Accents finish the look: red haori, brass lace tights, charred brown horn wraps, and charred brown tool loops, small pieces that speak of habit and intent. Little flourishes—favors, forge, leathers, she—add character without breaking the line of the outfit. Threads are reinforced at stress points, proof of a careful hand and a life on the move. The palette stays simple and deliberate, letting movement do the boasting.",
      "personality_short": "witty, charming, quick on the turn",
      "personality_long": "witty, charming, quick on the turn. She laughs like a bellows and collects grudges like heirlooms. witty, charming, quick on the turn. She carries the memory of tools in her hands. Brunna Emberbraid keeps notes in margins no one else sees, notices tiny shifts in air and posture, and believes silence can cut cleaner than a blade. They walk as if the floor has already told them where to step. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP001013",
      "name": "Maelis Fairwynd",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "hazel",
      "height": "medium",
      "build": "stocky",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing_short": "green cap; silver jerkin; tan linen undershirt; red belt; brown skirt; tan lace tights; tan mitts; tan web-lace sleeves; grey boots; red horn wraps; tan quiver harness; brown pearled cords; accents: favors, leathers, road, she",
      "clothing_long": "Maelis Fairwynd favours tan linen undershirt layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits red belt, and brown pearled cords, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, brown skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry tan web-lace sleeves—enough guard to take a scrape without losing the feel of steel or paper. On the feet are grey boots, the leather kept clean at the toe and soft at the heel for silent steps. Accents finish the look: green cap, silver jerkin, tan lace tights, tan mitts, red horn wraps, and tan quiver harness, small pieces that speak of habit and intent. Little flourishes—favors, leathers, road, she—add character without breaking the line of the outfit. Everything sits where it should; nothing flaps, nothing clatters. Threads are reinforced at stress points, proof of a careful hand and a life on the move.",
      "personality_short": "calm, observant, quietly determined, most days, trusts her instincts",
      "personality_long": "calm, observant, quietly determined. Road dust sits easy on her. Most days, She trusts her instincts. There’s a quickness in her gaze that finds solutions. Maelis Fairwynd believes silence can cut cleaner than a blade, keeps a private ritual before any decisive act, and speaks softly until the moment they must be heard. They let silence do half the speaking, and the rest arrives like a verdict. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP001014",
      "name": "Calvera Marrowveil",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [
        "undead"
      ],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "blue beret; linen white corset; linen white wool sweater; blue sash; brown riding breeches; green tights; grey mitts; linen white armlets; green shoes; grey pendant; brass bandolier; tan tool loops; accents: bone, clasps, favors, she",
      "clothing_long": "Around the waist sits blue sash, tied snug to shape the silhouette and to hide small tools beneath the fold. The hands and forearms carry linen white armlets—enough guard to take a scrape without losing the feel of steel or paper. On the feet are green shoes, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests grey pendant, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: blue beret, linen white corset, linen white wool sweater, brown riding breeches, green tights, grey mitts, brass bandolier, and tan tool loops, small pieces that speak of habit and intent. Little flourishes—bone, clasps, favors, she—add character without breaking the line of the outfit. Threads are reinforced at stress points, proof of a careful hand and a life on the move. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "calm, observant, quietly determined",
      "personality_long": "Tall and slender in black funerary lace; one half face flawless and tempting, the other a polished skull grinning without mercy. calm, observant, quietly determined. Road dust sits easy on her. She is the proof that vows can outlive breath. Calvera Marrowveil trusts slowly and protects fiercely once they do, measures people by what they mend, not what they break, and speaks softly until the moment they must be heard. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP001015",
      "name": "Zareya Emberhorn",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "purple",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "silver",
      "height": "medium",
      "build": "curvy",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "clothing_short": "dark jerkin; dark silk underdress; dark belt; dark wrap skirt; purple lace tights; onyx fingerless gloves; gold web-lace sleeves; purple soft boots; gold pendant; purple metal clasps; purple horn wraps; gold chain belt; accents: chainwork, gold, she, wears",
      "clothing_long": "Around the waist sits dark belt, and gold chain belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, dark wrap skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry onyx fingerless gloves, and gold web-lace sleeves—enough guard to take a scrape without losing the feel of steel or paper. On the feet are purple soft boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests gold pendant, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: dark jerkin, dark silk underdress, purple lace tights, purple metal clasps, and purple horn wraps, small pieces that speak of habit and intent. Little flourishes—chainwork, gold, she, wears—add character without breaking the line of the outfit. Threads are reinforced at stress points, proof of a careful hand and a life on the move. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "playful, ruthless, irresistible, calm, observant, quietly determined",
      "personality_long": "Zareya sells heat and keeps the fire—playful, ruthless, irresistible. calm, observant, quietly determined. Charm drips like honey from her words. Zareya Emberhorn keeps notes in margins no one else sees, treats promises like contracts and debts like knives, and trusts slowly and protects fiercely once they do. They walk as if the floor has already told them where to step. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP001016",
      "name": "Morrigan Ashvein",
      "race": "Mountain Orc",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "green",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "red",
      "height": "tall",
      "build": "burly",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing_short": "sea green bodice; sea green silk chemise; sea green haori; deck brown belt; bone trousers; slate silk gloves; tar black vambraces; sea green boots; rust horn wraps; bone bandolier; steel feather charms; slate trophy charms; tar black rope belt; accents: favors, hide, reinforced, she",
      "clothing_long": "Around the waist sits deck brown belt, and tar black rope belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, bone trousers fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry slate silk gloves, and tar black vambraces—enough guard to take a scrape without losing the feel of steel or paper. On the feet are sea green boots, the leather kept clean at the toe and soft at the heel for silent steps. Accents finish the look: sea green bodice, sea green silk chemise, sea green haori, rust horn wraps, bone bandolier, steel feather charms, and slate trophy charms, small pieces that speak of habit and intent. Little flourishes—favors, hide, reinforced, she—add character without breaking the line of the outfit. Everything sits where it should; nothing flaps, nothing clatters. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "measures friendship in deeds",
      "personality_long": "She wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids. Heat and iron hang about her. She measures friendship in deeds. Morrigan Ashvein measures people by what they mend, not what they break, has a laugh that arrives late but lands true, and speaks softly until the moment they must be heard. They let silence do half the speaking, and the rest arrives like a verdict. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP001017",
      "name": "Dame Auriel Highwind",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "orange",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "gold",
      "height": "tall",
      "build": "curvy",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing_short": "brown hairpins; ochre silk blouse; ochre silk chemise; amber poncho; honey gold obi; white leggings; white gold leather gloves; green vambraces; honey gold soft boots; saffron torc; goldenrod shawl; amber mask; accents: ornamental, robes, she, wears",
      "clothing_long": "Dame Auriel Highwind dresses in ochre silk blouse layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits honey gold obi, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, white leggings fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry white gold leather gloves, and green vambraces—enough guard to take a scrape without losing the feel of steel or paper. On the feet are honey gold soft boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests saffron torc, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: brown hairpins, ochre silk chemise, amber poncho, goldenrod shawl, and amber mask, small pieces that speak of habit and intent. Little flourishes—ornamental, robes, she, wears—add character without breaking the line of the outfit. The palette stays simple and deliberate, letting movement do the boasting. Threads are reinforced at stress points, proof of a careful hand and a life on the move.",
      "personality_short": "sleeps well, calm, observant, quietly determined",
      "personality_long": "Auriel calls her cruelty discipline and her zeal mercy—she sleeps well. calm, observant, quietly determined. She stands a breath taller than most shadows. Dame Auriel Highwind collects small tokens from the places they pass, has a laugh that arrives late but lands true, and trusts slowly and protects fiercely once they do. Their calm is not peace but control, and they wear it like armour. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP001018",
      "name": "Vrex the Gilt Broker",
      "race": "Coastal Dwarf",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing_short": "sea grey shirt; ocean blue padded vest; ocean blue cloak; kelp green beaded belt; kelp green pleated skirt; kelp green leather gloves; shell white web-lace sleeves; tan tan thigh-high boots; ocean green necklace; ocean blue feather charms; tan tan cap; accents: clad, forge, he, is",
      "clothing_long": "Vrex the Gilt Broker dresses in sea grey shirt, ocean blue padded vest, and ocean blue cloak layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits kelp green beaded belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, kelp green pleated skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry kelp green leather gloves, and shell white web-lace sleeves—enough guard to take a scrape without losing the feel of steel or paper. On the feet are tan tan thigh-high boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests ocean green necklace, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: ocean blue feather charms, and tan tan cap, small pieces that speak of habit and intent. Little flourishes—clad, forge, he, is—add character without breaking the line of the outfit. It is the kind of outfit that reads as quiet until it is suddenly not. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "wears tarred twine vest, sea-cloak, shell-braided beard, deck boots",
      "personality_long": "She wears tarred twine vest, sea-cloak, shell-braided beard, deck boots. He carries the memory of tools in his hands. Vrex the Gilt Broker speaks softly until the moment they must be heard, keeps a private ritual before any decisive act, and treats promises like contracts and debts like knives. Nothing about them feels accidental—only chosen, and chosen again. Their calm is not peace but control, and they wear it like armour."
    },
    {
      "id": "NP001019",
      "name": "Valis Nightroot",
      "race": "Viridian Tiefling",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "braided",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing_short": "fern kimono top; viridian silk underdress; forest green haori; fern utility belt; forest green leggings; green lace tights; fern silk gloves; green armlets; jade ankle boots; brown choker; fern capelet; gold tail jewelry; accents: he, leaf-leather, overskirts, wears",
      "clothing_long": "Valis Nightroot wears fern kimono top, and fern capelet layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits fern utility belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, forest green leggings fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry fern silk gloves, and green armlets—enough guard to take a scrape without losing the feel of steel or paper. On the feet are jade ankle boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests brown choker, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: viridian silk underdress, forest green haori, green lace tights, and gold tail jewelry, small pieces that speak of habit and intent. Little flourishes—he, leaf-leather, overskirts, wears—add character without breaking the line of the outfit. The palette stays simple and deliberate, letting movement do the boasting. Everything sits where it should; nothing flaps, nothing clatters.",
      "personality_short": "witty, charming, quick on the turn, in a crisis, spends calm like currency",
      "personality_long": "witty, charming, quick on the turn. In a crisis, He spends calm like currency. He hums old growth songs under his breath. Valis Nightroot collects small tokens from the places they pass, treats promises like contracts and debts like knives, and has a laugh that arrives late but lands true. They let silence do half the speaking, and the rest arrives like a verdict. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP001020",
      "name": "Korrath Bloodtide",
      "race": "Ashfoot Orc",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "gray",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "mohawk",
      "eye_color": "red",
      "height": "tall",
      "build": "burly",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing_short": "volcanic grey bodice; iron padded vest; rust mantle; coal sash; grey pleated skirt; grey black tights; slate mitts; coal vambraces; brass shoes; coal beadwork; slate shawl; volcanic grey trophy charms; accents: boiled, bone, he, wears",
      "clothing_long": "Korrath Bloodtide dresses in iron padded vest, and rust mantle layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits coal sash, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, grey pleated skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry coal vambraces—enough guard to take a scrape without losing the feel of steel or paper. On the feet are brass shoes, the leather kept clean at the toe and soft at the heel for silent steps. Accents finish the look: volcanic grey bodice, grey black tights, slate mitts, coal beadwork, slate shawl, and volcanic grey trophy charms, small pieces that speak of habit and intent. Little flourishes—boiled, bone, he, wears—add character without breaking the line of the outfit. Threads are reinforced at stress points, proof of a careful hand and a life on the move. The palette stays simple and deliberate, letting movement do the boasting.",
      "personality_short": "wears obsidian-inset armor, ash-dyed wraps, bone totems, bare feet, measures friendship in deeds",
      "personality_long": "She wears black-inset armor, grey-dyed wraps, bone totems, bare feet. He measures friendship in deeds. Korrath Bloodtide collects small tokens from the places they pass, believes silence can cut cleaner than a blade, and has a laugh that arrives late but lands true. Kindness is measured, never cheap; cruelty, when it comes, is exact. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP003093",
      "name": "Emi Hanazono",
      "race": "Arctic Kitsune",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "platinum",
      "hair_length": "long hair",
      "hair_style": "curly hair",
      "eye_color": "ice-blue",
      "height": "",
      "build": "",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "pale blonde mantle; silver fitted trousers; belted tunic; ankle boots; necklace; choker; pendant; frost embroidery; embroidered hem; star-stitch accents",
      "clothing_long": "Emi Hanazono wears pale blonde mantle, and belted tunic layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits belted tunic, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, silver fitted trousers fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. On the feet are ankle boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests necklace, choker, and pendant, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: frost embroidery, embroidered hem, and star-stitch accents, small pieces that speak of habit and intent. Everything sits where it should; nothing flaps, nothing clatters. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "playful, sharp-tongued, quick-witted",
      "personality_long": "playful, sharp-tongued, quick-witted. Emi Hanazono notices tiny shifts in air and posture, collects small tokens from the places they pass, and measures people by what they mend, not what they break. They let silence do half the speaking, and the rest arrives like a verdict. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003094",
      "name": "Sorato Hanazono",
      "race": "Arctic Kitsune",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "white",
      "hair_length": "medium hair",
      "hair_style": "straight hair",
      "eye_color": "ice-blue",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "platinum sleeveless tunic; frost blue short skirt; sandals; hairpin; star-stitch accents; lace edging",
      "clothing_long": "Sorato Hanazono favours platinum sleeveless tunic layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Below, frost blue short skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry platinum sleeveless tunic—enough guard to take a scrape without losing the feel of steel or paper. On the feet are sandals, the leather kept clean at the toe and soft at the heel for silent steps. Accents finish the look: hairpin, star-stitch accents, and lace edging, small pieces that speak of habit and intent. Threads are reinforced at stress points, proof of a careful hand and a life on the move. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "stoic, pragmatic, quietly intense",
      "personality_long": "stoic, pragmatic, quietly intense. Sorato Hanazono collects small tokens from the places they pass, keeps a private ritual before any decisive act, and has a laugh that arrives late but lands true. Nothing about them feels accidental—only chosen, and chosen again. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003095",
      "name": "Natsumi Arashiyama",
      "race": "Arctic Kitsune",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "pale blonde",
      "hair_length": "medium hair",
      "hair_style": "straight hair",
      "eye_color": "ice-blue",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "white tank top; graphite mini skirt; fur-edged boots; brooch; choker; runic trim; beadwork trim",
      "clothing_long": "Below, graphite mini skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. On the feet are fur-edged boots, the leather kept clean at the toe and soft at the heel for silent steps. At the throat rests choker, catching light when heads turn and hinting at the taste beneath the steel. Accents finish the look: white tank top, brooch, runic trim, and beadwork trim, small pieces that speak of habit and intent. Threads are reinforced at stress points, proof of a careful hand and a life on the move. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "calm, serene, untouchable",
      "personality_long": "calm, serene, untouchable. Natsumi Arashiyama trusts slowly and protects fiercely once they do, believes silence can cut cleaner than a blade, and keeps a private ritual before any decisive act. Kindness is measured, never cheap; cruelty, when it comes, is exact. They let silence do half the speaking, and the rest arrives like a verdict."
    },
    {
      "id": "NP003119",
      "name": "Bao Shadou",
      "race": "Umbral Nekomata",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "fair",
      "skin_texture": "",
      "hair_colour": "silver",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "silver",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "cropped vest; shorts; cloak with slit hem; moon-clasp belt; slit stockings; ankle boots; claw bangles; tail bells; cloud brocade",
      "clothing_long": "Bao Shadou dresses in cropped vest, and cloak with slit hem layered close to the body; the cuts are neat and the seams lie flat for quiet movement. Around the waist sits moon-clasp belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, shorts, cloak with slit hem, and slit stockings fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. The hands and forearms carry claw bangles—enough guard to take a scrape without losing the feel of steel or paper. On the feet are ankle boots, the leather kept clean at the toe and soft at the heel for silent steps. Accents finish the look: tail bells, and cloud brocade, small pieces that speak of habit and intent. It is the kind of outfit that reads as quiet until it is suddenly not. The palette stays simple and deliberate, letting movement do the boasting.",
      "personality_short": "serene, untouchable, moonlit aura",
      "personality_long": "serene, untouchable, moonlit aura. Bao Shadou believes silence can cut cleaner than a blade, notices tiny shifts in air and posture, and treats promises like contracts and debts like knives. Nothing about them feels accidental—only chosen, and chosen again. Kindness is measured, never cheap; cruelty, when it comes, is exact."
    },
    {
      "id": "NP003126",
      "name": "Shenwei Hanako",
      "race": "Blossom Nekomata",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "cream",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "amber",
      "height": "",
      "build": "",
      "breast_size": "flat chest",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "one-shoulder wrap; skirt with floral trim; green cord belt; silk slippers with tassels; tail ribbons; floral embroidery",
      "clothing_long": "Around the waist sits green cord belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, skirt with floral trim fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. Accents finish the look: one-shoulder wrap, silk slippers with tassels, tail ribbons, and floral embroidery, small pieces that speak of habit and intent. Everything sits where it should; nothing flaps, nothing clatters. It is the kind of outfit that reads as quiet until it is suddenly not.",
      "personality_short": "mischievous, flirtatious, foxfire-charmed",
      "personality_long": "mischievous, flirtatious, foxfire-charmed. Shenwei Hanako believes silence can cut cleaner than a blade, trusts slowly and protects fiercely once they do, and keeps notes in margins no one else sees. Their calm is not peace but control, and they wear it like armour. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003133",
      "name": "Zhenya Emberstep",
      "race": "Brimtail Nekomata",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "pale",
      "skin_texture": "",
      "hair_colour": "ash grey",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "gold",
      "height": "",
      "build": "",
      "breast_size": "large breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [],
      "clothing_short": "halter top with flame trim; split skirt; chain belt; cloth shoes with embroidery; chain adornments",
      "clothing_long": "Around the waist sits chain belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, split skirt fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. On the feet are cloth shoes with embroidery, the leather kept clean at the toe and soft at the heel for silent steps. Accents finish the look: halter top with flame trim, and chain adornments, small pieces that speak of habit and intent. Everything sits where it should; nothing flaps, nothing clatters. The palette stays simple and deliberate, letting movement do the boasting.",
      "personality_short": "cunning, radiant, warm but dangerous",
      "personality_long": "cunning, radiant, warm but dangerous. Zhenya Emberstep collects small tokens from the places they pass, measures people by what they mend, not what they break, and speaks softly until the moment they must be heard. Nothing about them feels accidental—only chosen, and chosen again. They walk as if the floor has already told them where to step."
    },
    {
      "id": "NP003144",
      "name": "Thess Nighttide",
      "race": "Nethryn Merfolk",
      "sex": "Female",
      "type": "",
      "skin_tone": "",
      "skin_texture": "",
      "hair_colour": "black",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "",
      "height": "",
      "build": "",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "",
      "features": [
        "fins",
        "scales",
        "long tail",
        "single horn"
      ],
      "clothing_short": "black chain belt; moon-silver silk tail-slit gown; moon-silver brown knotwork; blue sea-silk ringed loincloth; blue chain belt; moon-silver lace edging; black mooncloth bandeau",
      "clothing_long": "Around the waist sits black chain belt, and blue chain belt, tied snug to shape the silhouette and to hide small tools beneath the fold. Below, moon-silver silk tail-slit gown fall and part cleanly, tailored for a long stride and sharp turns when the mood shifts. Accents finish the look: moon-silver brown knotwork, blue sea-silk ringed loincloth, moon-silver lace edging, and black mooncloth bandeau, small pieces that speak of habit and intent. Everything sits where it should; nothing flaps, nothing clatters. Threads are reinforced at stress points, proof of a careful hand and a life on the move.",
      "personality_short": "cunning",
      "personality_long": "cunning. Thess Nighttide has a laugh that arrives late but lands true, collects small tokens from the places they pass, and keeps a private ritual before any decisive act. They walk as if the floor has already told them where to step. Nothing about them feels accidental—only chosen, and chosen again."
    },
    {
      "id": "NP009910",
      "name": "The Vellum Bride",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "ashen",
      "skin_texture": "pitted",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "orange",
      "height": "tall",
      "build": "slim",
      "breast_size": "medium breasts",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "inked veins",
        "paper-thin scars"
      ],
      "clothing_short": "vellum veil; void-ink dress; stitched gloves; bone clasps; black beadwork",
      "clothing_long": "Her veil is a patchwork of treated vellum sheets, translucent and stiff, stitched with hair-thin thread that whispers when she moves. The gown beneath is dyed in void-ink that never quite dries, leaving faint fingerprints and smudges where curious hands once tested its depth. Bone clasps run down her spine in careful catalog order, numbered and re-numbered, each a trophy of prior bindings. Her gloves creak with the papery rasp of old tomes, and the black beadwork along the hem clicks softly like beads on an abacus. Even the scent of her—glue, lampblack, and brittle parchment—suggests a library that learned to breathe.",
      "personality_short": "obsessive, whisper-soft",
      "personality_long": "She treats people as editions—draft, revised, corrected—and cannot resist annotating a life until it is readable only to her. Curiosity is her engine and her excuse; she will press a question long past mercy, then bind the answer so it cannot flee. In conversation she leans too close and speaks too gently, like a librarian coaxing a secret from reluctant shelves. She catalogs debts with the same care she gives to names, and has never forgiven a footnote that tried to become a headline. When cornered, she folds herself into calm, the way a page disappears between covers."
    },
    {
      "id": "NP009911",
      "name": "Glass-Hive Prophet",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "livid",
      "skin_texture": "slick",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "sleek",
      "eye_color": "orange",
      "height": "medium",
      "build": "slim",
      "breast_size": "small breasts",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "honeycomb growths",
        "glass pupils"
      ],
      "clothing_short": "tar hood; resin shawl; hive-stitched bodice; resin bangles; stinger pins",
      "clothing_long": "A tar-dark hood crowns her like a storm cloud, beading shine where the heat of her skin sweats through. The shawl glitters with resin panes cured thin as dragonfly wings, each trapping a fleck of ash, a memory of smoke. Her bodice is stitched in hexes too precise to be human work, seams drawn tight by patient swarms; lean and armored without losing grace. Resin bangles knock together when she gestures, a brittle choir that sets teeth on edge. At her throat, a fan of stinger pins shivers as if eager to taste air.",
      "personality_short": "vision-drunk, cruel",
      "personality_long": "She speaks in futures the way others speak in weather—inevitable, impersonal, and often disastrous. Pity bores her and kindness feels like a lie she refuses to tell; cruelty, by contrast, is honest, measurable, and quick. Her eyes never settle, always calculating angles for the next revelation, the next wound. She loves order but not peace, seeing in tidy harm a confirmation of her doctrine. If faith is a honeycomb, she is the hunger that empties it clean."
    },
    {
      "id": "NP009912",
      "name": "Archivist IX",
      "race": "Aberration",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "oil-slick",
      "skin_texture": "ridged",
      "hair_colour": "white",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "orange",
      "height": "medium",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "hinged jawline",
        "indexing sigils"
      ],
      "clothing_short": "void cowl; catalog vest; cable belts; slate trousers; needle gloves",
      "clothing_long": "A hooded cowl drapes like a night tide, its lining tattooed with indexing sigils that glow faintly when he turns his head. The vest is a librarian's dream corrupted, pockets labeled in a script that rearranges itself according to his mood. Cable belts wrap his waist and shoulder like harness and leash both, threaded with tags and bone tabs that clack softly as he walks. His slate trousers shine with the faint polish of long corridors, and the needle gloves on his hands promise tenderness he never delivers. Each stitch on him is a reminder: classification first, compassion last.",
      "personality_short": "precise, indifferent",
      "personality_long": "He believes that pain clarifies and data redeems, and so he measures both with the same cold joy. Polite to a fault, he thanks you as he files you away, and records the tremor in your voice with academic satisfaction. He has no argument with chaos; he merely considers it unsorted. When thwarted, he does not rage—he revises, and revision is worse. At the center of him is a quiet pride that he knows where everything should go, including you."
    },
    {
      "id": "NP009913",
      "name": "The Revolving Saint",
      "race": "Aberration",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "ashen",
      "skin_texture": "ridged",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "orange",
      "height": "tall",
      "build": "slim",
      "breast_size": "",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "rotating halo of teeth",
        "stitched halo scars"
      ],
      "clothing_short": "tar stole; bone beads; void cassock; iron rings",
      "clothing_long": "A cassock of sunless cloth spills to his ankles, the fabric drinking light until it looks carved rather than sewn. Over it he wears a tar-stained stole that sticks faintly to his skin, as if penance could be adhesive. Bone beads loop his wrist and throat, each tooth notched with a name he refuses to say aloud. Iron rings weigh his sleeves and hem, making his stride a measured tolling. Above all floats the crown of interlocking teeth, revolving with the patience of a millstone that knows every grain will come to it in time.",
      "personality_short": "serene, monstrous",
      "personality_long": "He blesses and breaks with the same calm hand, convinced that suffering polishes the soul to a proper shine. His voice is patient riverstone, smoothing objections by wearing them down. He is maddeningly difficult to provoke; even his fury arrives as ritual, deliberate and complete. In private he keeps lists of those he has 'saved' and sleeps well. To him, mercy is a tool best reserved for later—and later rarely comes."
    }
  ]
}