{
  "npcs": [
    {
      "id": "NP00000001",
      "name": "Selune Vaeloria",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "ally",
      "appearance": "She moves like a deer about to bolt, then turns and plants both feet like a tree; voice low, bowstring singing, eyes bright with the kind of faith that only breaks when it must. Physique and style reflect their forest elf heritage: Tall, slender; bronze to olive skin; leaf-dyed hair and floral tattoos; bright woodland eyes and effortless stealth. Appearance: medium, straight, blonde hair; crimson eyes; fair, smooth skin; medium height, athletic build. Features: pointed ears.",
      "description": "Crimson eyes under a fall of sunlit hair; leather brigandine draped in road-dust and dusk leaves; the kind of archer who breathes between heartbeats and lets the arrow speak first. She believes in mercy, but her aim is quicker; her laughter is soft and warm and gone the second trouble creaks in the brush. She moves like a deer about to bolt, then turns and plants both feet like a tree; voice low, bowstring singing, eyes bright with the kind of faith that only breaks when it must. Her questions are sharp, and when she smiles after, it’s half relief, half dare. Physique and style reflect their forest elf heritage: Tall, slender; bronze to olive skin; leaf-dyed hair and floral tattoos; bright woodland eyes and effortless stealth. Appearance: medium, straight, blonde hair; crimson eyes; fair, smooth skin; medium height, athletic build. Features: pointed ears.  Personality: calm, observant, quietly determined. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She wears supple leaf-dyed leathers with bark-plate reinforcements, a hood drawn low and soft boots for silent steps.",
      "clothing": "She wears sailor’s oilskin tunic with netted belt; a palette of cobalt, bone, copper, made with brocade, damask, finished with mirror pins.",
      "personality": "She believes in mercy, but her aim is quicker; her laughter is soft and warm and gone the second trouble creaks in the brush. Personality: calm, observant, quietly determined.",
      "skin_tone": "white",
      "hair_color": "brown",
      "eye_color": "brown",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim, toned",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000002",
      "name": "Elara Thornfield",
      "race": "Human",
      "sex": "Female",
      "type": "ally",
      "appearance": "medium, straight, brown hair; green eyes; freckled, smooth skin; medium height, slim build.",
      "description": "Green-eyed tracker with wind-burned cheeks and a freckled smile; oilskin cloak, rope-lashed bedroll, and a knife that never quite leaves her palm. She speaks sparingly, tends fires like she’s mending people, and watches for trouble the way other folks watch sunsets. When she laughs, it shows teeth; when she fights, it shows history. Physique and style reflect their human heritage: adaptable, varied, pragmatic layers and well-worn gear, with a traveler’s economy of movement. Appearance: medium, straight, brown hair; green eyes; freckled, smooth skin; medium height, slim build. Features: .  Personality: witty, charming, quick on the turn. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "clothing": "She wears embroidered gambeson and slashed sleeves — a palette of teal, sand, oxblood, made with brocade, damask, set off by meteor-glass buckle.",
      "personality": "Physique and style reflect their human heritage: adaptable, varied, pragmatic layers and well-worn gear, with a traveler’s economy of movement. Personality: witty, charming, quick on the turn.",
      "skin_tone": "olive",
      "hair_color": "brown",
      "eye_color": "blue",
      "skin_texture": "weathered",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000003",
      "name": "Jorah Skylark",
      "race": "Human",
      "sex": "Male",
      "type": "ally",
      "appearance": "Physique and style reflect their human heritage: trim build, fashionable layers, a flair for posture and presence. Appearance: medium, straight, black hair; blue eyes; fair, smooth skin; medium height, slim build.",
      "description": "Fiddler’s hands and a duelist’s posture; neat boots, bright smile, and a habit of talking doors open before knocking. He hums when he’s lying and sings when he’s scared; carries luck like a coin between finger and thumb. When the blade comes out, the charm turns to quiet—one breath, one step, one line cut. Physique and style reflect their human heritage: trim build, fashionable layers, a flair for posture and presence. Appearance: medium, straight, black hair; blue eyes; fair, smooth skin; medium height, slim build. Features: .  Personality: witty, charming, quick on the turn. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears linen shirt and waistcoat under a stormcloak, high boots and a brace of knives at the small of the back.",
      "clothing": "He wears street-cut doublet and riding breeches — a palette of cobalt, bone, copper, made with linen, horn, finished with meteor-glass buckle.",
      "personality": "When the blade comes out, the charm turns to quiet—one breath, one step, one line cut. Personality: witty, charming, quick on the turn.",
      "skin_tone": "dark brown",
      "hair_color": "auburn",
      "eye_color": "blue",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "stocky",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000004",
      "name": "Kess Starcrest",
      "race": "Great Elf",
      "sex": "Female",
      "type": "ally",
      "appearance": "Court-bred arcanist with ash-grey hair pinned by silver combs; voice cool as glass, gaze molten gold and politely bored until something truly interesting happens. Physique and style reflect their great elf heritage: tall, fine-boned, luminous poise; high fashion with metallic accents; eyes like sunlit metal. Appearance: medium, straight, ash hair; gold eyes; ashen, smooth skin; medium height, slim build. Features: pointed ears.",
      "description": "Court-bred arcanist with ash-grey hair pinned by silver combs; voice cool as glass, gaze molten gold and politely bored until something truly interesting happens. Every gesture is a measured stanza; every spell, a verse with perfect meter. She keeps secrets folded like origami and unfolds them only when the table is hers. Physique and style reflect their great elf heritage: tall, fine-boned, luminous poise; high fashion with metallic accents; eyes like sunlit metal. Appearance: medium, straight, ash hair; gold eyes; ashen, smooth skin; medium height, slim build. Features: pointed ears.  Personality: composed, purposeful, sharp when it counts. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She wears a patched apron and simple workshirt, rolled sleeves and heavy boots—artisan’s garb in place of finery.",
      "clothing": "In gold, white, amber tones, she wears ornamental robes and plated accents, made with silk, lamellar, set off by a gold and silver jewelry.",
      "personality": "She keeps secrets folded like origami and unfolds them only when the table is hers.",
      "skin_tone": "yellow",
      "hair_color": "brown",
      "eye_color": "gold",
      "skin_texture": "matte",
      "height": "tall",
      "build": "curvy",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000005",
      "name": "Vael Ironvale",
      "race": "Iron Dwarf",
      "sex": "Male",
      "type": "ally",
      "appearance": "Physique and style reflect their iron dwarf heritage: compact power, soot-etched skin, iron-banded braids and tools worn to the hand. Appearance: medium, braided, black hair; brown eyes; ruddy, rough skin; medium height, bulky build.",
      "description": "Forge-warden with gravel in his laugh and coal in his beard; carries a hammer that knows names and a ledger that remembers debts. He drinks to bargains, not to victories, and sharpens his friends the way he sharpens steel—steady, hot, and honest. Physique and style reflect their iron dwarf heritage: compact power, soot-etched skin, iron-banded braids and tools worn to the hand. Appearance: medium, braided, black hair; brown eyes; ruddy, rough skin; medium height, bulky build. Features: .  Personality: witty, charming, quick on the turn. She wears forge leathers, iron-banded bracers, tool belt, hobnail boots. He wears stout mail over quilted gambeson with plate at shoulders and shins, a broad belt of hammered brass.",
      "clothing": "He wears sailor’s oilskin tunic with netted belt — cobalt, bone, copper hues, worked in linen, horn, set off by river-stone beads.",
      "personality": "witty, charming, quick on the turn.",
      "skin_tone": "brown",
      "hair_color": "black",
      "eye_color": "hazel",
      "skin_texture": "smooth",
      "height": "short",
      "build": "stocky",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000006",
      "name": "Liora Stormbind",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "ally",
      "appearance": "Physique and style reflect their forest elf heritage: slender height, leaf-dyed hair, floral tattoos, greens and browns that melt into the treeline. Appearance: medium, wavy, black hair; blue eyes; olive, smooth skin; medium height, slim build. Features: pointed ears.",
      "description": "Weather-witch with stormlight in her pupils and thorn-ink curling her wrists; cloak hem stitched with dried leaves that whisper when she moves. She is patient with strangers and tender with clouds; impatient only with tyrants. Physique and style reflect their forest elf heritage: slender height, leaf-dyed hair, floral tattoos, greens and browns that melt into the treeline. Appearance: medium, wavy, black hair; blue eyes; olive, smooth skin; medium height, slim build. Features: pointed ears.  Personality: composed, purposeful, sharp when it counts. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She wears a flowing saffron robe belted with braided cord, soft doeskin shoes and a travel-cloak pinned with a moon-brooch.",
      "clothing": "Weather-witch with stormlight in her pupils and thorn-ink curling her wrists; cloak hem stitched with dried leaves that whisper when she moves. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms.",
      "personality": "She is patient with strangers and tender with clouds; impatient only with tyrants.",
      "skin_tone": "light brown",
      "hair_color": "brown",
      "eye_color": "brown",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim, toned",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000007",
      "name": "Kael Ashvale",
      "race": "Kitsune",
      "sex": "Male",
      "type": "ally",
      "appearance": "Smiling trickster with a fox’s patience and a gambler’s hands; silver hair, amber eyes, and the softest footfalls you never heard. Appearance: medium, straight, silver hair; amber eyes; pale, smooth skin; medium height, slim build. Features: fox ears, tail.",
      "description": "Smiling trickster with a fox’s patience and a gambler’s hands; silver hair, amber eyes, and the softest footfalls you never heard. He barters information for favors and favors for stories, then returns both with interest. Physique and style reflect their kitsune heritage: vulpine grace, quick fingers, lacquered charms and layered silks scented with citrus and smoke. Appearance: medium, straight, silver hair; amber eyes; pale, smooth skin; medium height, slim build. Features: fox ears, tail.  Personality: calm, observant, quietly determined. She wears layered silks, lacquered charms, soft-soled shoes, mask cord. He wears a doublet and riding breeches with knee boots, gloves tucked through the belt.",
      "clothing": "He wears a traveler's coat over simple layers, tan, navy, oak tones, worked in wool, leather, set off by a woven sash.",
      "personality": "calm, observant, quietly determined.",
      "skin_tone": "white",
      "hair_color": "black",
      "eye_color": "green",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000008",
      "name": "Iria Brightbough",
      "race": "Sylvari",
      "sex": "Female",
      "type": "ally",
      "appearance": "medium, straight, blonde hair; amber eyes; fair, smooth skin; medium height, willowy build.",
      "description": "Light-touched herbalist who hums to plants until they listen; bright laugh, gentle hands, and a satchel full of green solutions to red problems. She believes tea is a treaty and honey a weapon. Physique and style reflect their sylvari heritage: bark-soft leathers, leaf-stitched patterns, a living-vine bracelet that tightens when she lies. Appearance: medium, straight, blonde hair; amber eyes; fair, smooth skin; medium height, willowy build. Features: .  Personality: calm, observant, quietly determined. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "clothing": "She wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "personality": "Light-touched herbalist who hums to plants until they listen; bright laugh, gentle hands, and a satchel full of green solutions to red problems. Personality: calm, observant, quietly determined.",
      "skin_tone": "brown",
      "hair_color": "brown",
      "eye_color": "brown",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000009",
      "name": "Thalen Thornfield",
      "race": "Kitsune",
      "sex": "Male",
      "type": "ally",
      "appearance": "Appearance: medium, straight, brown hair; brown eyes; fair, smooth skin; medium height, slim build. Features: fox ears, tail.",
      "description": "Scout with a grin that signs contracts his legs can cash; twirls a ring like a coin, tests every door twice, and never quite looks where he’s going—because he already looked. Physique and style reflect their kitsune heritage: lean, quick, fox-bright eyes, a taste for lacquered accessories and soft-soled boots. Appearance: medium, straight, brown hair; brown eyes; fair, smooth skin; medium height, slim build. Features: fox ears, tail.  Personality: calm, observant, quietly determined. She wears layered silks, lacquered charms, soft-soled shoes, mask cord. He wears linen shirt and waistcoat under a stormcloak, high boots and a brace of knives at the small of the back.",
      "clothing": "He wears ritual wraps with chain-fringe — cobalt, bone, copper hues, worked in linen, horn, set off by mirror pins.",
      "personality": "calm, observant, quietly determined.",
      "skin_tone": "light brown",
      "hair_color": "blonde",
      "eye_color": "brown",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000010",
      "name": "Kess Vaeloria",
      "race": "Avianfolk",
      "sex": "Female",
      "type": "ally",
      "appearance": "Physique and style reflect their avianfolk heritage: hollow-boned lightness, crest feathers braided with beads, eyes that catch motion a heartbeat early. Appearance: medium, braided, white hair; silver eyes; pale, smooth skin; medium height, graceful build.",
      "description": "Sky-chantress with a feathered mantle and a voice that finds the note in bone; missions travel faster when her song goes ahead of you. She gifts maps in measures and measures in flight paths. Physique and style reflect their avianfolk heritage: hollow-boned lightness, crest feathers braided with beads, eyes that catch motion a heartbeat early. Appearance: medium, braided, white hair; silver eyes; pale, smooth skin; medium height, graceful build. Features: wings, talons.  Personality: composed, purposeful, sharp when it counts. She wears feathered mantle, flight leathers, beadwork, talon guards. She wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "clothing": "She wears flight leathers and feathered mantle, a palette of sky, white, slate, made with leather, wool, finished with a talon guards.",
      "personality": "She gifts maps in measures and measures in flight paths.",
      "skin_tone": "light brown",
      "hair_color": "brown",
      "eye_color": "blue",
      "skin_texture": "matte",
      "height": "medium",
      "build": "average",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000011",
      "name": "Syl Blackfen",
      "race": "Dragonborn",
      "sex": "Female",
      "type": "ally",
      "appearance": "medium, straight, none hair; amber eyes; coal-scaled, scaled skin; medium height, bulky build. Features: horns, tail, scales.",
      "description": "Shield-sister with a voice like a drum and a smile like a drawn blade; her promises are few and her follow-through absolute. She keeps a polished mirror for her crest and a list of names for her fire. Physique and style reflect their dragonborn heritage: thick scaling, corded muscle, jewelry fitted for horns and crest, heat-tempered mail. Appearance: medium, straight, none hair; amber eyes; coal-scaled, scaled skin; medium height, bulky build. Features: horns, tail, scales.  Personality: witty, charming, quick on the turn. She wears scale-fitted mail, crest polish, heavy cloak cut for tail. She wears a doublet and riding breeches with knee boots, gloves tucked through the belt.",
      "clothing": "She wears sailor’s oilskin tunic with netted belt — jade, pearl, bronze hues, worked in linen, horn, set off by mirror pins.",
      "personality": "She keeps a polished mirror for her crest and a list of names for her fire. Personality: witty, charming, quick on the turn.",
      "skin_tone": "brown",
      "hair_color": "brown",
      "eye_color": "green",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "average",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000012",
      "name": "Thalen Mistbrook",
      "race": "Dragonborn",
      "sex": "Male",
      "type": "ally",
      "appearance": "long, braided, none hair; green eyes; bronze-scaled, scaled skin; medium height, bulky build. Features: horns, tail, scales.",
      "description": "River-watch veteran with the patience of rock and the humor of rain; writes short letters home and longer ones he never sends. When he fights, he moves like a door closing—clean, final, inevitable. Physique and style reflect their dragonborn heritage: plated scales, heavy shoulders, crest-polish ritual and a braided cord of service. Appearance: long, braided, none hair; green eyes; bronze-scaled, scaled skin; medium height, bulky build. Features: horns, tail, scales.  Personality: composed, purposeful, sharp when it counts. She wears scale-fitted mail, crest polish, heavy cloak cut for tail. He wears a doublet and riding breeches with knee boots, gloves tucked through the belt.",
      "clothing": "He wears scale-fitted mail and cloak cut for tail — a palette of iron, coal, rust, worked in mail, leather, finished with a crest polish.",
      "personality": "",
      "skin_tone": "white",
      "hair_color": "brown",
      "eye_color": "blue",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "average",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000013",
      "name": "Rowan Skylark",
      "race": "Human",
      "sex": "Male",
      "type": "ally",
      "appearance": "medium, straight, brown hair; brown eyes; tan, smooth skin; short height, compact build.",
      "description": "White-haired minstrel with a travel-stained coat and boots that could tell their own stories; sings like he’s bargaining with fate and smiles like he already lost once. Courage comes late for him—but it arrives in full measure. Physique and style reflect their human heritage: compact strength, roadworthy leathers, instrument always close. Appearance: medium, straight, brown hair; brown eyes; tan, smooth skin; short height, compact build. Features: .  Personality: witty, charming, quick on the turn. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "clothing": "He wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "personality": "witty, charming, quick on the turn.",
      "skin_tone": "white",
      "hair_color": "auburn",
      "eye_color": "green",
      "skin_texture": "weathered",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000014",
      "name": "Liora Ironvale",
      "race": "Dragonborn",
      "sex": "Female",
      "type": "ally",
      "appearance": "medium, straight, none hair; copper eyes; iron-grey scales, scaled skin; medium height, athletic build. Features: horns, tail, scales.",
      "description": "Mercenary-captain who calls her crew family and her enemies lessons; wears a coin on a chain for every comrade kept alive. Physique and style reflect their dragonborn heritage: iron-toned scales, disciplined stance, gear maintained to parade shine. Appearance: medium, straight, none hair; copper eyes; iron-grey scales, scaled skin; medium height, athletic build. Features: horns, tail, scales.  Personality: composed, purposeful, sharp when it counts. She wears scale-fitted mail, crest polish, heavy cloak cut for tail. She wears a doublet and riding breeches with knee boots, gloves tucked through the belt.",
      "clothing": "She wears sailor’s oilskin tunic with netted belt — cobalt, bone, copper hues, worked in mesh, bronze, finished with meteor-glass buckle.",
      "personality": "",
      "skin_tone": "white",
      "hair_color": "blonde",
      "eye_color": "green",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "average",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000015",
      "name": "Serenya Mistbrook",
      "race": "Sylvari",
      "sex": "Female",
      "type": "ally",
      "appearance": "medium, straight, brown hair; blue eyes; fair, smooth skin; medium height, slim build.",
      "description": "Peacemaker with a gardener’s patience and a diplomat’s trowel; she weeds grudges and waters trust. Her pockets hold seeds, salves, and second chances. Physique and style reflect their sylvari heritage: leaf embroidery, petal-soft sleeves, a wristlet that flowers when truth is spoken. Appearance: medium, straight, brown hair; blue eyes; fair, smooth skin; medium height, slim build. Features: .  Personality: calm, observant, quietly determined. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a doublet and riding breeches with knee boots, gloves tucked through the belt.",
      "clothing": "She wears traveler's coat; a palette of tan, navy, oak, worked in wool, leather, set off by a woven sash.",
      "personality": "calm, observant, quietly determined.",
      "skin_tone": "brown",
      "hair_color": "blonde",
      "eye_color": "blue",
      "skin_texture": "matte",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000016",
      "name": "Rowan Blackfen",
      "race": "Dragonborn",
      "sex": "Male",
      "type": "ally",
      "appearance": "medium, straight, none hair; amber eyes; dark scales, scaled skin; medium height, bulky build. Features: horns, tail, scales.",
      "description": "Caravan bulwark, all patience until the trouble starts; then he becomes a moving wall with a very convincing argument. He drinks tea like a priest and fights like a cart rolling downhill. Physique and style reflect their dragonborn heritage: heavy plating, ritual scars burnished with oil, a cloak cut to clear the tail. Appearance: medium, straight, none hair; amber eyes; dark scales, scaled skin; medium height, bulky build. Features: horns, tail, scales.  Personality: composed, purposeful, sharp when it counts. She wears scale-fitted mail, crest polish, heavy cloak cut for tail. He wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "clothing": "He wears sailor’s oilskin tunic with netted belt; a palette of cobalt, bone, copper, worked in linen, horn, finished with meteor-glass buckle.",
      "personality": "He drinks tea like a priest and fights like a cart rolling downhill.",
      "skin_tone": "white",
      "hair_color": "brown",
      "eye_color": "green",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "average",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000017",
      "name": "Sable Brightbough",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "ally",
      "appearance": "long, straight, black hair; hazel eyes; olive, smooth skin; medium height, slim build. Features: pointed ears.",
      "description": "Pathfinder with the patience of moss and the appetite of a campfire; maps in her head, songs in her pocket, kindness where people don’t expect it. Physique and style reflect their forest elf heritage: long stride, bow-callused fingers, quiet leathers and a sprig of green tucked behind one ear. Appearance: long, straight, black hair; hazel eyes; olive, smooth skin; medium height, slim build. Features: pointed ears.  Personality: calm, observant, quietly determined. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She wears supple leaf-dyed leathers with bark-plate reinforcements, a hood drawn low and soft boots for silent steps.",
      "clothing": "She wears jerkin — pine, sage, bark hues, worked in deerskin, leaf-weave, set off by a feather charm.",
      "personality": "Physique and style reflect their forest elf heritage: long stride, bow-callused fingers, quiet leathers and a sprig of green tucked behind one ear. Personality: calm, observant, quietly determined.",
      "skin_tone": "white",
      "hair_color": "blonde",
      "eye_color": "hazel",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim, toned",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000018",
      "name": "Lyra Skylark",
      "race": "Goliath",
      "sex": "Female",
      "type": "ally",
      "appearance": "Physique and style reflect their goliath heritage: stone mottling on skin, tall dense frame, simple leathers tied with cord and carved bone. Appearance: medium, straight, black hair; grey eyes; stone-marked, smooth skin; very tall height, tall and strong build.",
      "description": "Earth-touched caravan guard with stone-bloom tattoos and a gentler voice than her size suggests; lifts wagons and morale in equal measure. She spars like a cliffside—immovable until it moves, then catastrophic. Physique and style reflect their goliath heritage: stone mottling on skin, tall dense frame, simple leathers tied with cord and carved bone. Appearance: medium, straight, black hair; grey eyes; stone-marked, smooth skin; very tall height, tall and strong build. Features: .  Personality: calm, observant, quietly determined. She wears stone-dyed leathers, corded cloak, bone clasps, heavy sandals. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "clothing": "She wears sailor’s oilskin tunic with netted belt, a palette of teal, sand, oxblood, worked in brocade, damask, set off by meteor-glass buckle.",
      "personality": "calm, observant, quietly determined.",
      "skin_tone": "light brown",
      "hair_color": "black",
      "eye_color": "green",
      "skin_texture": "matte",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000019",
      "name": "Mira Duskwind",
      "race": "Half–Dark Elf",
      "sex": "Female",
      "type": "ally",
      "appearance": "Physique and style reflect their dark elf lineage: slate-pale undertone, black hair, ghost-lit eyes, garments cut for shadow and speed. Appearance: medium, straight, black hair; violet eyes; pale, smooth skin; medium height, slim build.",
      "description": "Night-runner with a smile you notice a minute too late; deals in messages, counter-messages, and the silences between them. She keeps her promises like knives—hidden, sharp, exactly where she left them. Physique and style reflect their dark elf lineage: slate-pale undertone, black hair, ghost-lit eyes, garments cut for shadow and speed. Appearance: medium, straight, black hair; violet eyes; pale, smooth skin; medium height, slim build. Features: .  Personality: witty, charming, quick on the turn. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a flowing saffron robe belted with braided cord, soft doeskin shoes and a travel-cloak pinned with a moon-brooch.",
      "clothing": "In charcoal, indigo, silver hues, she wears sleek leathers and silk wraps — worked in soft leather, silk, finished with a silver filigree.",
      "personality": "She keeps her promises like knives—hidden, sharp, exactly where she left them. Personality: witty, charming, quick on the turn.",
      "skin_tone": "dark brown",
      "hair_color": "gray",
      "eye_color": "blue",
      "skin_texture": "matte",
      "height": "tall",
      "build": "curvy",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000020",
      "name": "Garrin Stonewake",
      "race": "Human",
      "sex": "Male",
      "type": "ally",
      "appearance": "medium, straight, brown hair; hazel eyes; tan, smooth skin; medium height, bulky build.",
      "description": "River-guard turned road-warden; cloak patched, boots mended, heart still unbroken. He knows the names of crossings, the moods of bridges, and which ferrymen lie. He treats promises like oaths and oaths like anchors—heavy, necessary, trusted. Physique and style reflect their human heritage: broad-shouldered endurance, layered travel-wear, hands callused from rope and oar. Appearance: medium, straight, brown hair; hazel eyes; tan, smooth skin; medium height, bulky build. Features: .  Personality: composed, purposeful, sharp when it counts. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "clothing": "He wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "personality": "He knows the names of crossings, the moods of bridges, and which ferrymen lie.",
      "skin_tone": "dark brown",
      "hair_color": "auburn",
      "eye_color": "green",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "average",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00000021",
      "name": "Razan Stormhand",
      "race": "Storm Orc",
      "sex": "Male",
      "type": "ally",
      "appearance": "War-singer with thunder-scarred skin and a grin like a split cliff; carries a drum and twin hatchets, fights in rhythm, laughs between blows. Physique and style reflect their storm orc heritage: weather-cut muscle, slate to sea-green skin, pale eyes; tattoos like storm currents; voice that booms then drops to a dangerous hush. Appearance: medium, braided, black braids hair; ice blue eyes; slate-green, smooth skin; very tall height, bulky build.",
      "description": "War-singer with thunder-scarred skin and a grin like a split cliff; carries a drum and twin hatchets, fights in rhythm, laughs between blows. Physique and style reflect their storm orc heritage: weather-cut muscle, slate to sea-green skin, pale eyes; tattoos like storm currents; voice that booms then drops to a dangerous hush. Appearance: medium, braided, black braids hair; ice blue eyes; slate-green, smooth skin; very tall height, bulky build. Features: tusks.  Personality: witty, charming, quick on the turn. She wears storm-marked mail, sea-cloak, rope belt, boarder's boots. He wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids.",
      "clothing": "He is clad in a reinforced hide coat and bracers — cut from cured hide, iron rings, with a trophy charm to complete the look.",
      "personality": "witty, charming, quick on the turn.",
      "skin_tone": "green",
      "hair_color": "black",
      "eye_color": "red",
      "skin_texture": "rough",
      "height": "tall",
      "build": "powerful",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000022",
      "name": "Vel Sablevine",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "Physique and style reflect their viridian tiefling heritage: subtle green undertones, jade eyes, vine-worked jewelry, soft leathers perfumed with basil and smoke. Appearance: medium, straight, black hair; jade eyes; olive with emerald undertone, smooth skin; medium height, curvy build. Features: white light brown antler-like pointed horns, short fur-tipped tail matching skin color, pointed ears. Their heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone.",
      "description": "Perfumer-spy whose voice lingers like incense; white light brown antler-like pointed horns wrapped in gold wire, short fur-tipped tail matching skin color expressive, steps as quiet as secrets. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. Physique and style reflect their viridian tiefling heritage: subtle green undertones, jade eyes, vine-worked jewelry, soft leathers perfumed with basil and smoke. Appearance: medium, straight, black hair; jade eyes; olive with emerald undertone, smooth skin; medium height, curvy build. Features: white light brown antler-like pointed horns, short fur-tipped tail matching skin color, pointed ears. Personality: calm, observant, quietly determined. She wears flowing embroidered robe, sleeveless overcloak, vine belt with pouches, leaf-stitched bracers, long skirt with slits, strapped sandals. Their heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. She wears polished cuirass and tassets over silk, sleek heeled greaves and a mirrored gorget.",
      "clothing": "She is clad in a draped shawl and split-skirt harness — worked in leaf-leather, bark bracers, with a seed-bead cords to complete the look.",
      "personality": "Perfumer-spy whose voice lingers like incense; white light brown antler-like pointed horns wrapped in gold wire, short fur-tipped tail matching skin color expressive, steps as quiet as secrets. Personality: calm, observant, quietly determined.",
      "skin_tone": "olive",
      "hair_color": "brown",
      "eye_color": "gold",
      "skin_texture": "matte",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000023",
      "name": "Skye Featherwake",
      "race": "Avianfolk",
      "sex": "Female",
      "type": "ally",
      "appearance": "medium, braided, feathered crest hair; silver eyes; pale with down, smooth skin; medium height, slim build.",
      "description": "Courier-ranger with a winged mantle and quick, precise hands; watches winds like a sailor, dives into trouble first. Physique and style reflect their avianfolk heritage: light bones, keen motion-sense, feather braids threaded with sky-colored beads. Appearance: medium, braided, feathered crest hair; silver eyes; pale with down, smooth skin; medium height, slim build. Features: wings, talons.  Personality: composed, purposeful, sharp when it counts. She wears feathered mantle, flight leathers, beadwork, talon guards. She wears bare-chested under a fur mantle, beadwork cords and bronze bangles, defiant and theatrical.",
      "clothing": "She is clad in a traveler's coat over simple layers, made with wool, leather, with a woven sash to complete the look. She wears feathered mantle, flight leathers, beadwork, talon guards.",
      "personality": "",
      "skin_tone": "brown",
      "hair_color": "brown",
      "eye_color": "green",
      "skin_texture": "matte",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000024",
      "name": "Brom Emberforge",
      "race": "Ember Dwarf",
      "sex": "Male",
      "type": "ally",
      "appearance": "Physique and style reflect their ember dwarf heritage: ember-red hair, heat-hardened leathers, glowing rune-stitch at the cuffs. Appearance: medium, straight, copper hair; coal eyes; soot-browned, rough skin; medium height, bulky build.",
      "description": "Battle-smith who tempers tempers; laughs like a bellows, carries a hammer etched in runes, smells of smoke and rosemary. Physique and style reflect their ember dwarf heritage: ember-red hair, heat-hardened leathers, glowing rune-stitch at the cuffs. Appearance: medium, straight, copper hair; coal eyes; soot-browned, rough skin; medium height, bulky build. Features: .  Personality: witty, charming, quick on the turn. She wears heat-tempered leathers, copper-riveted apron, rune-stitched cuffs. He wears layered leather reinforced with riveted steel bands, a wool cloak clasped with a bronze brooch.",
      "clothing": "He is clad in a layered tabard over mail — worked in ringmail, canvas, set off by a hammered buckles.",
      "personality": "witty, charming, quick on the turn.",
      "skin_tone": "light brown",
      "hair_color": "black",
      "eye_color": "brown",
      "skin_texture": "smooth",
      "height": "short",
      "build": "stocky",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000025",
      "name": "Mirella Softcap",
      "race": "Myconid",
      "sex": "Female",
      "type": "ally",
      "appearance": "medium, straight, fruiting cap hair; bioluminescent teal eyes; mottled mushroom, rough skin; short height, petite build.",
      "description": "Diplomat-sporecaster who speaks in gentle chords; leaves a trail of soft glow and calmer tempers. Physique and style reflect their myconid heritage: cap-crown, porous patterns, garments grown from woven hyphae; a sachet of tea spores for fevers and fear. Appearance: medium, straight, fruiting cap hair; bioluminescent teal eyes; mottled mushroom, rough skin; short height, petite build. Features: spores, cap.  Personality: calm, observant, quietly determined. She wears woven hyphae wraps, spore-pouch sash, soft sandals. She wears bare-chested under a fur mantle, beadwork cords and bronze bangles, defiant and theatrical.",
      "clothing": "In beige, teal, moss tones, she wears woven hyphae wraps; worked in hyphae weave, linen, finished with a spore-pouch.",
      "personality": "Diplomat-sporecaster who speaks in gentle chords; leaves a trail of soft glow and calmer tempers. Personality: calm, observant, quietly determined.",
      "skin_tone": "brown",
      "hair_color": "brown",
      "eye_color": "blue",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000026",
      "name": "Tidebreaker Varr",
      "race": "Sharkkin",
      "sex": "Male",
      "type": "ally",
      "appearance": "medium, straight, none hair; steel eyes; slate with pale stripes, smooth skin; medium height, bulky build.",
      "description": "Sea-warden sworn to river-treaties; calm until the current turns, then all teeth and drive; carries a trident and a ledger. Physique and style reflect their sharkkin heritage: streamlined muscle, water-polished gear, a jaw set to mercy by choice, not by lack of bite. Appearance: medium, straight, none hair; steel eyes; slate with pale stripes, smooth skin; medium height, bulky build. Features: .  Personality: calm, observant, quietly determined. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "clothing": "He favors oiled stormcoat and netted belt, cut from oilskin, cord, with a hook-knife to complete the look.",
      "personality": "Sea-warden sworn to river-treaties; calm until the current turns, then all teeth and drive; carries a trident and a ledger. Physique and style reflect their sharkkin heritage: streamlined muscle, water-polished gear, a jaw set to mercy by choice, not by lack of bite. Personality: calm, observant, quietly determined.",
      "skin_tone": "light brown",
      "hair_color": "brown",
      "eye_color": "blue",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000027",
      "name": "Nerith Shadowlace",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "ally",
      "appearance": "Physique and style reflect their dark elf heritage: obsidian skin, white hair, crimson eyes, silks cut for movement and silence. Appearance: medium, straight, white hair; crimson eyes; obsidian, smooth skin; medium height, slim build. Features: pointed ears.",
      "description": "Informant-archer who trades arrows for answers; smiles with only her eyes; perfume of smoke and night-blooming flowers clings to her cloak. Physique and style reflect their dark elf heritage: obsidian skin, white hair, crimson eyes, silks cut for movement and silence. Appearance: medium, straight, white hair; crimson eyes; obsidian, smooth skin; medium height, slim build. Features: pointed ears.  Personality: witty, charming, quick on the turn. She wears shadow-cut leathers, web-lace sleeves, soft-soled boots, poisoners' kit. She wears a sleeveless sky-blue gambeson with quilted panels, thigh-high boots and a narrow blade at the small of the back.",
      "clothing": "She is clad in sleek leathers and silk wraps — cut from soft leather, silk, with a silver filigree to complete the look.",
      "personality": "witty, charming, quick on the turn.",
      "skin_tone": "dark brown",
      "hair_color": "gray",
      "eye_color": "silver",
      "skin_texture": "smooth",
      "height": "tall",
      "build": "curvy",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000028",
      "name": "Sister Rowan Emberfall",
      "race": "Hill Dwarf",
      "sex": "Female",
      "type": "ally",
      "appearance": "medium, braided, chestnut hair; hazel eyes; sun-browned, rough skin; medium height, sturdy build.",
      "description": "Field-healer who binds wounds with song and stout stitches; carries a keg of morale and a satchel of salves. Physique and style reflect their hill dwarf heritage: barrel-chested stamina, sun-browned skin, bead-braids with family marks, practical aprons over mail. Appearance: medium, braided, chestnut hair; hazel eyes; sun-browned, rough skin; medium height, sturdy build. Features: .  Personality: composed, purposeful, sharp when it counts. She wears embroidered work tunic, stout belt, canvas trousers, field boots. She wears stout mail over quilted gambeson with plate at shoulders and shins, a broad belt of hammered brass.",
      "clothing": "Physique and style reflect their hill dwarf heritage: barrel-chested stamina, sun-browned skin, bead-braids with family marks, practical aprons over mail. She wears stout mail over quilted gambeson with plate at shoulders and shins, a broad belt of hammered brass. She wears embroidered work tunic, stout belt, canvas trousers, field boots.",
      "personality": "",
      "skin_tone": "brown",
      "hair_color": "red",
      "eye_color": "brown",
      "skin_texture": "weathered",
      "height": "short",
      "build": "stocky",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000029",
      "name": "Kara Thornhoof",
      "race": "Caprine",
      "sex": "Female",
      "type": "ally",
      "appearance": "A wandering seer with amber eyes that flicker like candlelight. Appearance: long, wavy, curled chestnut mane hair; amber eyes; fawn with white mottling, smooth skin; medium height, slim build.",
      "description": "A wandering seer with amber eyes that flicker like candlelight. Curled chestnut mane tied with dried herbs; her cloven hooves wrapped in leather straps for long roads. She reads omens in spilled wine and storm clouds. Caprine heritage makes her nimble, horned, and deceptively strong. Her laugh is quick, her touch grounding, her prophecies equal parts comfort and dare. Appearance: long, wavy, curled chestnut mane hair; amber eyes; fawn with white mottling, smooth skin; medium height, slim build. Features: .  Personality: witty, charming, quick on the turn. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "clothing": "She favors a traveler's coat over simple layers, made with wool, leather, finished with a woven sash.",
      "personality": "witty, charming, quick on the turn.",
      "skin_tone": "light brown",
      "hair_color": "blonde",
      "eye_color": "blue",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000030",
      "name": "Veyric Tidecaller",
      "race": "Sharkkin",
      "sex": "Male",
      "type": "ally",
      "appearance": "Sea-hardened sailor, shoulders broad and eyes pale like surf. Slate-gray skin marked with faint pale stripes. Appearance: medium, wavy, none hair; pale blue eyes; slate-gray with pale stripes, smooth skin; medium height, bulky build.",
      "description": "Sea-hardened sailor, shoulders broad and eyes pale like surf. Slate-gray skin marked with faint pale stripes. Veyric carries a coral-inlaid trident and a string of shark teeth charms. He speaks in low tones, laughs like waves on rocks, and is fiercely loyal once he chooses his tide. Sharkkin grace makes him quick in water, deadly steady on land. Appearance: medium, wavy, none hair; pale blue eyes; slate-gray with pale stripes, smooth skin; medium height, bulky build. Features: .  Personality: fierce, commanding, thrives under pressure. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears sheer gauze layers with metallic cords and rings, more pageant than practicality.",
      "clothing": "He favors oiled stormcoat and netted belt — made with oilskin, cord, finished with a hook-knife.",
      "personality": "He speaks in low tones, laughs like waves on rocks, and is fiercely loyal once he chooses his tide.",
      "skin_tone": "light brown",
      "hair_color": "black",
      "eye_color": "blue",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000031",
      "name": "Sable Voidweave",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "black very long jagged pointed horns, black very long twisted spiked tail, and bearing mark their tiefling heritage clearly. Their heritage is obvious: light grey cracked craggily skin, black very long jagged pointed horns, black very long twisted spiked tail with a spiked tip.",
      "description": "A Darkblood Tiefling ally who carries themselves with distinction. She wears leather breastplate with a high collar under a hooded cloak, scale-stitched bracers, a utility belt and fitted trousers with thigh straps, armored boots.. black very long jagged pointed horns, black very long twisted spiked tail, and bearing mark their tiefling heritage clearly. They wear attire suited to their station and embody the presence of their bloodline. Their heritage is obvious: light grey cracked craggily skin, black very long jagged pointed horns, black very long twisted spiked tail with a spiked tip. She wears black leather breastplate with a high collar, hooded cloak, scale-stitched bracers and fitted trousers with thigh straps.",
      "clothing": "She favors a razor-clean officer’s coat, worked in silk, lacquer, with a bloodstone ring to complete the look.",
      "personality": "",
      "skin_tone": "dark red",
      "hair_color": "red",
      "eye_color": "silver",
      "skin_texture": "glossy",
      "height": "medium",
      "build": "statuesque",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000032",
      "name": "Thorn Voidweave",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "black very long jagged pointed horns, black very long twisted spiked tail, and bearing mark their tiefling heritage clearly. Their heritage is obvious: light grey cracked craggily skin, black very long jagged pointed horns, black very long twisted spiked tail with a spiked tip.",
      "description": "A Darkblood Tiefling ally who carries themselves with distinction. She wears leather breastplate with a high collar under a hooded cloak, scale-stitched bracers, a utility belt and fitted trousers with thigh straps, armored boots.. black very long jagged pointed horns, black very long twisted spiked tail, and bearing mark their tiefling heritage clearly. They wear attire suited to their station and embody the presence of their bloodline. Their heritage is obvious: light grey cracked craggily skin, black very long jagged pointed horns, black very long twisted spiked tail with a spiked tip. She wears black leather breastplate with a high collar, hooded cloak, scale-stitched bracers and fitted trousers with thigh straps.",
      "clothing": "She favors a razor-clean officer’s coat; worked in silk, lacquer, finished with a bloodstone ring.",
      "personality": "",
      "skin_tone": "dark red",
      "hair_color": "red",
      "eye_color": "red",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "curvy",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000033",
      "name": "Orin Gloomline",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "grey light brown thick long blunt pointed horns, red medium thick tail, and bearing mark their tiefling heritage clearly. Their heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin.",
      "description": "A Hellbound Tiefling ally who carries themselves with distinction. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. grey light brown thick long blunt pointed horns, red medium thick tail, and bearing mark their tiefling heritage clearly. They wear attire suited to their station and embody the presence of their bloodline. Their heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin. She wears heavy plate with spiked pauldrons, thick gauntlets and a chain belt over armored skirt panels, greaves and sabatons.",
      "clothing": "She favors an open-front coat over a scaled vest; worked in scorched leather, mail, set off by a char-bead chain.",
      "personality": "",
      "skin_tone": "red",
      "hair_color": "red",
      "eye_color": "yellow",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "powerful",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000034",
      "name": "Mav Gloomline",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "grey light brown thick long blunt pointed horns, red medium thick tail, and bearing mark their tiefling heritage clearly. Their heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin.",
      "description": "A Hellbound Tiefling ally who carries themselves with distinction. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. grey light brown thick long blunt pointed horns, red medium thick tail, and bearing mark their tiefling heritage clearly. They wear attire suited to their station and embody the presence of their bloodline. Their heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin. She wears heavy plate with spiked pauldrons, thick gauntlets and a chain belt over armored skirt panels, greaves and sabatons.",
      "clothing": "She favors an open-front coat over a scaled vest — made with scorched leather, mail, finished with a char-bead chain.",
      "personality": "",
      "skin_tone": "red",
      "hair_color": "black",
      "eye_color": "gold",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "brawny",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000035",
      "name": "Kael Emberlace",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "black long straight smooth upward pointed horns, pitch black long smooth tail, and bearing mark their tiefling heritage clearly. Their heritage is obvious: pitch-black smooth skin, black long straight smooth upward pointed horns set upward, very long pointed very long pointed ears, pitch black long smooth tail.",
      "description": "A Voided Tiefling ally who carries themselves with distinction. She wears a high-collar robe and sleeveless outer cloak, a long sash belt with hanging charms, silver-stitched gloves, fitted trousers and heeled boots, a cloak patterned like stars.. black long straight smooth upward pointed horns, pitch black long smooth tail, and bearing mark their tiefling heritage clearly. They wear attire suited to their station and embody the presence of their bloodline. Their heritage is obvious: pitch-black smooth skin, black long straight smooth upward pointed horns set upward, very long pointed very long pointed ears, pitch black long smooth tail. She wears obsidian-toned garments with a star-patterned cloak, fitted trousers and long gloves.",
      "clothing": "She is clad in an asymmetrical longcoat, worked in shadowweave, smoke-silk, finished with a void-sigil choker.",
      "personality": "",
      "skin_tone": "pitch black",
      "hair_color": "black",
      "eye_color": "blue",
      "skin_texture": "matte",
      "height": "tall",
      "build": "slim",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000036",
      "name": "Zar Grimlace",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "black long straight smooth upward pointed horns, pitch black long smooth tail, and bearing mark their tiefling heritage clearly. Their heritage is obvious: pitch-black smooth skin, black long straight smooth upward pointed horns set upward, very long pointed very long pointed ears, pitch black long smooth tail.",
      "description": "A Voided Tiefling ally who carries themselves with distinction. She wears a high-collar robe and sleeveless outer cloak, a long sash belt with hanging charms, silver-stitched gloves, fitted trousers and heeled boots, a cloak patterned like stars.. black long straight smooth upward pointed horns, pitch black long smooth tail, and bearing mark their tiefling heritage clearly. They wear attire suited to their station and embody the presence of their bloodline. Their heritage is obvious: pitch-black smooth skin, black long straight smooth upward pointed horns set upward, very long pointed very long pointed ears, pitch black long smooth tail. She wears a high-collar robe and sleeveless outer cloak, long sash belt with hanging charms, silver-stitched gloves and heeled boots.",
      "clothing": "She is clad in an asymmetrical longcoat, worked in shadowweave, smoke-silk, finished with a void-sigil choker.",
      "personality": "",
      "skin_tone": "pitch black",
      "hair_color": "black",
      "eye_color": "blue",
      "skin_texture": "smooth",
      "height": "tall",
      "build": "willowy",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00000037",
      "name": "Zaya Grimlace",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "polished gold silver bronze long curved pointed horns, long tail matching skin color, and bearing mark their tiefling heritage clearly. Their heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone.",
      "description": "A Sableheart Tiefling ally who carries themselves with distinction. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. polished gold silver bronze long curved pointed horns, long tail matching skin color, and bearing mark their tiefling heritage clearly. They wear attire suited to their station and embody the presence of their bloodline. Their heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone. She wears a laced corset bodice and layered skirt with a high slit, long silk gloves, a bolero jacket and strapped heeled boots with jewelry chains.",
      "clothing": "In black, gold, crimson tones, she wears a tailored velvet coat and corseted longdress; made with velvet, silk, set off by a gold chainwork. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains..",
      "personality": "",
      "skin_tone": "black",
      "hair_color": "black",
      "eye_color": "gold",
      "skin_texture": "glossy",
      "height": "tall",
      "build": "curvy",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000038",
      "name": "Zaira Starflax",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "polished gold silver bronze long curved pointed horns, long tail matching skin color, and bearing mark their tiefling heritage clearly. Their heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone.",
      "description": "A Sableheart Tiefling ally who carries themselves with distinction. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. polished gold silver bronze long curved pointed horns, long tail matching skin color, and bearing mark their tiefling heritage clearly. They wear attire suited to their station and embody the presence of their bloodline. Their heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone. She wears a laced corset bodice and layered skirt with a high slit, long silk gloves, a bolero jacket and strapped heeled boots with jewelry chains.",
      "clothing": "In black, gold, crimson tones, she wears a tailored velvet coat and corseted longdress, made with velvet, silk, finished with a gold chainwork. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains..",
      "personality": "",
      "skin_tone": "black",
      "hair_color": "black",
      "eye_color": "gold",
      "skin_texture": "glossy",
      "height": "tall",
      "build": "curvy",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000039",
      "name": "Vex Gloomline",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "white light brown antler-like pointed horns, short fur-tipped tail matching skin color, and bearing mark their tiefling heritage clearly. Their heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone.",
      "description": "A Viridian Tiefling ally who carries themselves with distinction. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, and bearing mark their tiefling heritage clearly. They wear attire suited to their station and embody the presence of their bloodline. Their heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. She wears city finery—tailored waistcoat, lace jabot and slim trousers—no leaves, only luxury.",
      "clothing": "In a palette of sage, emerald, bark, she wears a draped shawl and split-skirt harness, made with leaf-leather, bark bracers, set off by a seed-bead cords.",
      "personality": "",
      "skin_tone": "olive",
      "hair_color": "green",
      "eye_color": "green",
      "skin_texture": "matte",
      "height": "medium",
      "build": "lean",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00000040",
      "name": "Nyx Blackspike",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "ally",
      "appearance": "white light brown antler-like pointed horns, short fur-tipped tail matching skin color, and bearing mark their tiefling heritage clearly. Their heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone.",
      "description": "A Viridian Tiefling ally who carries themselves with distinction. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, and bearing mark their tiefling heritage clearly. They wear attire suited to their station and embody the presence of their bloodline. Their heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. She wears city finery—tailored waistcoat, lace jabot and slim trousers—no leaves, only luxury.",
      "clothing": "She is clad in a draped shawl and split-skirt harness — worked in leaf-leather, bark bracers, with a seed-bead cords to complete the look.",
      "personality": "",
      "skin_tone": "olive",
      "hair_color": "green",
      "eye_color": "gold",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Conforms"
    }
  ]
}