{
  "npcs": [
    {
      "id": "NP00001001",
      "name": "Seraphine Nightveil",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "villain",
      "appearance": "Obsidian skin wrapped in translucent black lace; violet glowing eyes beneath long silver-white hair. Appearance: long, straight, silver-white hair; violet eyes; obsidian, smooth skin; medium height, slim build. Features: pointed ears.",
      "description": "Obsidian skin wrapped in translucent black lace; violet glowing eyes beneath long silver-white hair. A slender, graceful body moves like a whispered secret—teasing and predatory. Her gowns reveal and conceal in equal measure; her perfume is jasmine with a blade’s edge. Seraphine speaks in soft promises that mean ruin and leaves touches that outlast the wound—Dark Elf cruelty honed into art. Appearance: long, straight, silver-white hair; violet eyes; obsidian, smooth skin; medium height, slim build. Features: pointed ears.  Personality: calm, observant, quietly determined. She wears shadow-cut leathers, web-lace sleeves, soft-soled boots, poisoners' kit. She wears a patched apron and simple workshirt, rolled sleeves and heavy boots—artisan’s garb in place of finery.",
      "clothing": "She favors sleek leathers and silk wraps; made with soft leather, silk, finished with a silver filigree.",
      "personality": "calm, observant, quietly determined.",
      "skin_tone": "dark brown",
      "hair_color": "brown",
      "eye_color": "silver",
      "skin_texture": "matte",
      "height": "tall",
      "build": "curvy",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00001002",
      "name": "Nyssara Thornkiss",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "villain",
      "appearance": "Crimson-red skin warm as banked coals, gold eyes bright with wicked mirth; grey light brown thick long blunt pointed horns frame a mane of wild hair. Appearance: medium, wavy, black hair; gold eyes; crimson, smooth skin; medium height, curvy build. Features: grey light brown thick long blunt pointed horns, red medium thick tail, pointed ears. Their heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin.",
      "description": "Crimson-red skin warm as banked coals, gold eyes bright with wicked mirth; grey light brown thick long blunt pointed horns frame a mane of wild hair. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. Leather corsetry clings to a voluptuous figure, polished and scarred by both battle and pleasure. Nyssara burns like an open flame: too close and you blister, too far and you ache for heat. She taunts in velvet and brands in kisses—Hellbound and wholly delighted by your surrender. Appearance: medium, wavy, black hair; gold eyes; crimson, smooth skin; medium height, curvy build. Features: grey light brown thick long blunt pointed horns, red medium thick tail, pointed ears. Personality: calm, observant, quietly determined. She wears heavy plate with spiked pauldrons, thick gauntlets, chain belt, armored skirt panels, greaves and sabatons, scorched cloak. Their heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin. She wears plated laminar with soot-black surcoat, gorget and braced vambraces, a scorched cloak at the shoulders.",
      "clothing": "She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. She wears heavy plate with spiked pauldrons, thick gauntlets, chain belt, armored skirt panels, greaves and sabatons, scorched cloak. Leather corsetry clings to a voluptuous figure, polished and scarred by both battle and pleasure.",
      "personality": "calm, observant, quietly determined.",
      "skin_tone": "red",
      "hair_color": "black",
      "eye_color": "gold",
      "skin_texture": "scarred",
      "height": "medium",
      "build": "powerful",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00001003",
      "name": "Kaelira Voidpetal",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "appearance": "Appearance: medium, straight, white hair; silver eyes; ivory, smooth skin; medium height, slim build. Features: pointed ears.",
      "description": "Ivory-pale skin and white hair like spill silk; silver eyes that weigh you as ledger, then close the account. She wears black gowns stitched with night-bloom blossoms, rings bright on pale fingers, lips painted deep violet. Kaelira is elegance weaponized—promises sung like lullabies over graves, poison poured from crystal with priestly care—Great Elf hauteur turned predatory. Appearance: medium, straight, white hair; silver eyes; ivory, smooth skin; medium height, slim build. Features: pointed ears.  Personality: composed, purposeful, sharp when it counts. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She wears supple leaf-dyed leathers with bark-plate reinforcements, a hood drawn low and soft boots for silent steps.",
      "clothing": "She wears black gowns stitched with night-bloom blossoms, rings bright on pale fingers, lips painted deep violet. She wears supple leaf-dyed leathers with bark-plate reinforcements, a hood drawn low and soft boots for silent steps. Ivory-pale skin and white hair like spill silk; silver eyes that weigh you as ledger, then close the account. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots.",
      "personality": "",
      "skin_tone": "yellow",
      "hair_color": "blonde",
      "eye_color": "gold",
      "skin_texture": "smooth",
      "height": "very tall",
      "build": "curvy",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00001004",
      "name": "Varenia Blackgilt",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "appearance": "Tall duelist with fair skin and tight blonde braids bound in gold; blue eyes sharp as a thrust. Appearance: medium, braided, blonde (braided with gold clasps) hair; blue eyes; fair, smooth skin; tall height, tall build.",
      "description": "Tall duelist with fair skin and tight blonde braids bound in gold; blue eyes sharp as a thrust. A midnight coat embroidered in metal thread, a rapier like a second tongue. Varenia carries herself like a verdict—beautiful, proud, and delighted to be cruel when it’s efficient. Appearance: medium, braided, blonde (braided with gold clasps) hair; blue eyes; fair, smooth skin; tall height, tall build. Features: .  Personality: fierce, commanding, thrives under pressure. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "clothing": "In tan, navy, oak hues, she wears a traveler's coat over simple layers — cut from wool, leather, with a woven sash to complete the look.",
      "personality": "Varenia carries herself like a verdict—beautiful, proud, and delighted to be cruel when it’s efficient.",
      "skin_tone": "light brown",
      "hair_color": "brown",
      "eye_color": "gray",
      "skin_texture": "weathered",
      "height": "medium",
      "build": "stocky",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00001005",
      "name": "Thalara Vex",
      "race": "Half–Forest Elf",
      "sex": "Female",
      "type": "villain",
      "appearance": "Olive skin traced by faint scars; auburn hair tied with copper cuffs; bright green eyes amused by danger. Appearance: medium, straight, auburn (copper cuffs) hair; green eyes; olive, smooth skin; medium height, athletic build.",
      "description": "Olive skin traced by faint scars; auburn hair tied with copper cuffs; bright green eyes amused by danger. Leather armor fitted for speed and allure; a bow carried like a flirtation. Thalara plays with prey: a laugh, a wink, then the arrow lands—a hunter raised between quiet groves and louder sins. Appearance: medium, straight, auburn (copper cuffs) hair; green eyes; olive, smooth skin; medium height, athletic build. Features: .  Personality: witty, charming, quick on the turn. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a patched apron and simple workshirt, rolled sleeves and heavy boots—artisan’s garb in place of finery.",
      "clothing": "In pine, sage, bark hues, she wears a close-fitted jerkin and leafmantle, worked in deerskin, leaf-weave, finished with a feather charm.",
      "personality": "Thalara plays with prey: a laugh, a wink, then the arrow lands—a hunter raised between quiet groves and louder sins. Personality: witty, charming, quick on the turn.",
      "skin_tone": "white",
      "hair_color": "blonde",
      "eye_color": "brown",
      "skin_texture": "matte",
      "height": "medium",
      "build": "slim, toned",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00001006",
      "name": "Elaris Crowbloom",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "appearance": "Pale skin set against raven-black hair crowned with bone-white flowers; silver eyes that gleam like moonlight on glass. Appearance: medium, straight, black (raven) hair; silver eyes; pale, smooth skin; medium height, slim build. Features: pointed ears.",
      "description": "Pale skin set against raven-black hair crowned with bone-white flowers; silver eyes that gleam like moonlight on glass. Dresses trail feathers and thorned lace; the faint scent of grave lilies follows her hem. Elaris speaks vows like snares and touches like a spider testing silk—tender, curious, lethal. Appearance: medium, straight, black (raven) hair; silver eyes; pale, smooth skin; medium height, slim build. Features: pointed ears.  Personality: composed, purposeful, sharp when it counts. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She wears a fitted leather corset over ink-stained linen sleeves, brass keys at the hip and a crystal shard bound in wire at the throat.",
      "clothing": "She is clad in ornamental robes and plated accents — cut from silk, lamellar, with a gold and silver jewelry to complete the look. Elaris speaks vows like snares and touches like a spider testing silk—tender, curious, lethal.",
      "personality": "",
      "skin_tone": "yellow",
      "hair_color": "blonde",
      "eye_color": "gold",
      "skin_texture": "smooth",
      "height": "very tall",
      "build": "curvy",
      "clothing_alignment": "Conforms"
    },
    {
      "id": "NP00001007",
      "name": "Nytheris, Queen of a Thousand Eyes",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "appearance": "Gowns fold in impossible geometry, revealing more eyes, more secrets. Appearance: medium, straight, silver-black hair; many eyes; shimmering, smooth skin; very tall height, statuesque build.",
      "description": "Statuesque and draped in silver-black hair like star-silk; her shimmering skin opens into uncountable blinking eyes. Gowns fold in impossible geometry, revealing more eyes, more secrets. Every smile invites ruin; every whisper unspools the truths you hid from yourself. Appearance: medium, straight, silver-black hair; many eyes; shimmering, smooth skin; very tall height, statuesque build. Features: .  Personality: witty, charming, quick on the turn. She wears impossible folds of fabric, veilwork, mind-strange ornaments. She wears bare-chested under a fur mantle, beadwork cords and bronze bangles, defiant and theatrical.",
      "clothing": "Statuesque and draped in silver-black hair like star-silk; her shimmering skin opens into uncountable blinking eyes.",
      "personality": "witty, charming, quick on the turn.",
      "skin_tone": "light brown",
      "hair_color": "blonde",
      "eye_color": "brown",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00001008",
      "name": "The Veilmother",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "appearance": "medium, wavy, veiled hair; hidden eyes; shrouded, smooth skin; tall height, tall build.",
      "description": "Endless translucent veils breathe and twist around a tall, insubstantial form. Faces bloom and sink within the cloth; whispers curl like smoke and cling like perfume. She does not demand followers—she edits memory until obedience feels like nostalgia. Appearance: medium, wavy, veiled hair; hidden eyes; shrouded, smooth skin; tall height, tall build. Features: .  Personality: composed, purposeful, sharp when it counts. She wears impossible folds of fabric, veilwork, mind-strange ornaments. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "clothing": "She favors a traveler's coat over simple layers — cut from wool, leather, with a woven sash to complete the look.",
      "personality": "She does not demand followers—she edits memory until obedience feels like nostalgia.",
      "skin_tone": "white",
      "hair_color": "blonde",
      "eye_color": "blue",
      "skin_texture": "matte",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00001009",
      "name": "The Crimson Bride",
      "race": "Undead",
      "sex": "Female",
      "type": "villain",
      "appearance": "A scarlet-threaded gown drinks torchlight; a veil conceals everything except those burning crimson eyes. Pale skin, lips the color of fresh blood, and steps like a practiced dance. Appearance: medium, straight, black with crimson sheen hair; crimson eyes; pale, smooth skin; tall height, tall build.",
      "description": "A scarlet-threaded gown drinks torchlight; a veil conceals everything except those burning crimson eyes. Pale skin, lips the color of fresh blood, and steps like a practiced dance. She does not love—she claims. Her embrace is a marriage to death, vows paid in throats. Appearance: medium, straight, black with crimson sheen hair; crimson eyes; pale, smooth skin; tall height, tall build. Features: .  Personality: composed, purposeful, sharp when it counts. She wears funerary lace, grave-silk veil, bone clasps, silent slippers. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "clothing": "She favors a traveler's coat over simple layers — worked in wool, leather, with a woven sash to complete the look.",
      "personality": "She does not love—she claims.",
      "skin_tone": "white",
      "hair_color": "brown",
      "eye_color": "green",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "average",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00001010",
      "name": "Lord Ashmire",
      "race": "Human",
      "sex": "Male",
      "type": "villain",
      "appearance": "A lean aristocrat in mourning-black tailoring stitched with silver thread; ash-brown hair tied neatly, coal-black eyes that never soften. Appearance: medium, straight, ash-brown (tied back) hair; black eyes; pale, smooth skin; medium height, slim build.",
      "description": "A lean aristocrat in mourning-black tailoring stitched with silver thread; ash-brown hair tied neatly, coal-black eyes that never soften. He smiles like a sealed contract and speaks like a blade’s flat—cold, convincing, inevitable. Appearance: medium, straight, ash-brown (tied back) hair; black eyes; pale, smooth skin; medium height, slim build. Features: .  Personality: calm, observant, quietly determined. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears linen shirt and waistcoat under a stormcloak, high boots and a brace of knives at the small of the back.",
      "clothing": "He is clad in a traveler's coat over simple layers; made with wool, leather, set off by a woven sash.",
      "personality": "He smiles like a sealed contract and speaks like a blade’s flat—cold, convincing, inevitable. Personality: calm, observant, quietly determined.",
      "skin_tone": "light brown",
      "hair_color": "blonde",
      "eye_color": "gray",
      "skin_texture": "weathered",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00001011",
      "name": "Lyrelle Sunvine",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "villain",
      "appearance": "Petite, fair, with cropped gold hair and bright green eyes that smile before the knife does. Appearance: short, straight, blonde (cropped) hair; green eyes; fair, smooth skin; short height, petite build. Features: pointed ears.",
      "description": "Petite, fair, with cropped gold hair and bright green eyes that smile before the knife does. Lacquered leathers trimmed in ivy motifs hide more blades than manners. Lyrelle giggles when she lies—every syllable a flower with thorns. Appearance: short, straight, blonde (cropped) hair; green eyes; fair, smooth skin; short height, petite build. Features: pointed ears.  Personality: witty, charming, quick on the turn. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She wears a sleeveless sky-blue gambeson with quilted panels, thigh-high boots and a narrow blade at the small of the back.",
      "clothing": "She favors a close-fitted jerkin and leafmantle, made with deerskin, leaf-weave, finished with a feather charm. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms.",
      "personality": "witty, charming, quick on the turn.",
      "skin_tone": "white",
      "hair_color": "white",
      "eye_color": "green",
      "skin_texture": "matte",
      "height": "medium",
      "build": "slim, toned",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00001012",
      "name": "Brunna Emberbraid",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "villain",
      "appearance": "Stocky and fire-strong; ember-red braids bound with copper beads; amber eyes that dare you to swing first. Appearance: medium, braided, red (braided, copper beads) hair; amber eyes; soot-browned, rough skin; medium height, bulky build.",
      "description": "Stocky and fire-strong; ember-red braids bound with copper beads; amber eyes that dare you to swing first. Blackened plate trimmed in copper, a warhammer that sings of broken vows. She laughs like a bellows and collects grudges like heirlooms. Appearance: medium, braided, red (braided, copper beads) hair; amber eyes; soot-browned, rough skin; medium height, bulky build. Features: .  Personality: witty, charming, quick on the turn. She wears heat-tempered leathers, copper-riveted apron, rune-stitched cuffs. She wears boiled-leather jack with inset rune-plates, fingerless gloves and a many-pocketed tool harness.",
      "clothing": "She wears heat-tempered leathers, copper-riveted apron, rune-stitched cuffs.",
      "personality": "witty, charming, quick on the turn.",
      "skin_tone": "brown",
      "hair_color": "red",
      "eye_color": "hazel",
      "skin_texture": "smooth",
      "height": "short",
      "build": "stocky",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00001013",
      "name": "Maelis Fairwynd",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "appearance": "Slender, fair, with auburn hair pinned in pearls and hazel eyes that weigh profit against pulse. Appearance: medium, straight, auburn (pearl combs) hair; hazel eyes; fair, smooth skin; medium height, slim build.",
      "description": "Slender, fair, with auburn hair pinned in pearls and hazel eyes that weigh profit against pulse. A slitted silk gown conceals poisoned needles and old scars. Maelis speaks softly and bills sharply—beauty as ledger, betrayal as interest. Appearance: medium, straight, auburn (pearl combs) hair; hazel eyes; fair, smooth skin; medium height, slim build. Features: .  Personality: calm, observant, quietly determined. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "clothing": "She wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "personality": "calm, observant, quietly determined.",
      "skin_tone": "white",
      "hair_color": "brown",
      "eye_color": "hazel",
      "skin_texture": "weathered",
      "height": "medium",
      "build": "stocky",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00001014",
      "name": "Calvera Marrowveil",
      "race": "Undead",
      "sex": "Female",
      "type": "villain",
      "appearance": "Ice-blue eyes glow with hunger and pity—she offers both, then takes more. Appearance: medium, straight, black hair; ice-blue eyes; bone-white (half skull visage), smooth skin; tall height, slim build.",
      "description": "Tall and slender in black funerary lace; one half face flawless and tempting, the other a polished skull grinning without mercy. Ice-blue eyes glow with hunger and pity—she offers both, then takes more. Appearance: medium, straight, black hair; ice-blue eyes; bone-white (half skull visage), smooth skin; tall height, slim build. Features: .  Personality: calm, observant, quietly determined. She wears funerary lace, grave-silk veil, bone clasps, silent slippers. She wears padded jack with steel splints under a quilted surcoat, knotted scarf and fingerless gloves.",
      "clothing": "She is clad in a traveler's coat over simple layers; worked in wool, leather, with a woven sash to complete the look.",
      "personality": "Tall and slender in black funerary lace; one half face flawless and tempting, the other a polished skull grinning without mercy. Personality: calm, observant, quietly determined.",
      "skin_tone": "light brown",
      "hair_color": "blonde",
      "eye_color": "brown",
      "skin_texture": "matte",
      "height": "medium",
      "build": "slim",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00001015",
      "name": "Zareya Emberhorn",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "villain",
      "appearance": "Crimson skin with a soft ember glow; polished gold silver bronze long curved pointed horns banded in brass; gold eyes that flash with mischief. Appearance: long, wavy, black hair; gold eyes; crimson-red, smooth skin; medium height, curvy build. Features: polished gold silver bronze long curved pointed horns, long tail matching skin color, pointed ears. Their heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone.",
      "description": "Crimson skin with a soft ember glow; polished gold silver bronze long curved pointed horns banded in brass; gold eyes that flash with mischief. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. An ash-gray corseted leather suit hugs a voluptuous figure; long tail matching skin color curls when she lies. Zareya sells heat and keeps the fire—playful, ruthless, irresistible. Appearance: long, wavy, black hair; gold eyes; crimson-red, smooth skin; medium height, curvy build. Features: polished gold silver bronze long curved pointed horns, long tail matching skin color, pointed ears. Personality: calm, observant, quietly determined. She wears corset bodice with laced front, layered skirt with high slit, long silk gloves, bolero jacket, strapped heeled boots, jewelry chains and earrings. Their heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone. She wears a laced corset bodice and layered skirt with a high slit, long silk gloves, a bolero jacket and strapped heeled boots with jewelry chains.",
      "clothing": "An ash-gray corseted leather suit hugs a voluptuous figure; long tail matching skin color curls when she lies.",
      "personality": "Zareya sells heat and keeps the fire—playful, ruthless, irresistible. Personality: calm, observant, quietly determined.",
      "skin_tone": "black",
      "hair_color": "black",
      "eye_color": "silver",
      "skin_texture": "glossy",
      "height": "tall",
      "build": "curvy",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00001016",
      "name": "Morrigan Ashvein",
      "race": "Mountain Orc",
      "sex": "Female",
      "type": "villain",
      "appearance": "A war-matron built like a siege tower; granite-green skin, tusks capped in iron, black braids laced with bone. Appearance: medium, braided, black (war braids) hair; copper eyes; granite-green, smooth skin; very tall height, bulky build.",
      "description": "A war-matron built like a siege tower; granite-green skin, tusks capped in iron, black braids laced with bone. She wears cliff-colored mail and speaks in avalanches. Morrigan conquers by treaty or by ruin—whichever falls first. Appearance: medium, braided, black (war braids) hair; copper eyes; granite-green, smooth skin; very tall height, bulky build. Features: tusks.  Personality: composed, purposeful, sharp when it counts. She wears stone-hued lamellar, fur mantle, climbing straps, cliff boots. She wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids.",
      "clothing": "She wears cliff-colored mail and speaks in avalanches. She wears stone-hued lamellar, fur mantle, climbing straps, cliff boots. She wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids.",
      "personality": "",
      "skin_tone": "green",
      "hair_color": "black",
      "eye_color": "red",
      "skin_texture": "smooth",
      "height": "tall",
      "build": "burly",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00001017",
      "name": "Dame Auriel Highwind",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "appearance": "Platinum hair, pale-gold skin, sapphire eyes that judge like a cathedral. Appearance: medium, straight, platinum hair; sapphire eyes; pale gold, smooth skin; tall height, tall build. Features: pointed ears.",
      "description": "Platinum hair, pale-gold skin, sapphire eyes that judge like a cathedral. Inquisitorial plate chased with scripture; a radiant halberd that hums when liars breathe. Auriel calls her cruelty discipline and her zeal mercy—she sleeps well. Appearance: medium, straight, platinum hair; sapphire eyes; pale gold, smooth skin; tall height, tall build. Features: pointed ears.  Personality: calm, observant, quietly determined. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She wears sheer silk layers in twilight hues, jewelry chains across the shoulders and bare midriff, elegance as armor.",
      "clothing": "She wears sheer silk layers in twilight hues, jewelry chains across the shoulders and bare midriff, elegance as armor.",
      "personality": "Auriel calls her cruelty discipline and her zeal mercy—she sleeps well. Personality: calm, observant, quietly determined.",
      "skin_tone": "orange",
      "hair_color": "brown",
      "eye_color": "gold",
      "skin_texture": "smooth",
      "height": "tall",
      "build": "curvy",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00001018",
      "name": "Vrex the Gilt Broker",
      "race": "Coastal Dwarf",
      "sex": "Male",
      "type": "villain",
      "appearance": "Stout frame in pearl-button waistcoat; beard rings minted from bribes; sea-green eyes that count faster than you can hide coin. Appearance: long, straight, salt-and-copper hair; sea-green eyes; wind-browned, rough skin; medium height, stout build.",
      "description": "Stout frame in pearl-button waistcoat; beard rings minted from bribes; sea-green eyes that count faster than you can hide coin. Vrex launders gold in tides and blood in ledgers—shipwrecks happen; fortunes happen faster. Appearance: long, straight, salt-and-copper hair; sea-green eyes; wind-browned, rough skin; medium height, stout build. Features: .  Personality: composed, purposeful, sharp when it counts. She wears tarred twine vest, sea-cloak, shell-braided beard, deck boots. He wears stout mail over quilted gambeson with plate at shoulders and shins, a broad belt of hammered brass.",
      "clothing": "He wears stout mail over quilted gambeson with plate at shoulders and shins, a broad belt of hammered brass. She wears tarred twine vest, sea-cloak, shell-braided beard, deck boots.",
      "personality": "",
      "skin_tone": "light brown",
      "hair_color": "red",
      "eye_color": "brown",
      "skin_texture": "smooth",
      "height": "short",
      "build": "stocky",
      "clothing_alignment": "Varies"
    },
    {
      "id": "NP00001019",
      "name": "Valis Nightroot",
      "race": "Viridian Tiefling",
      "sex": "Male",
      "type": "villain",
      "appearance": "Olive skin with a green undertone; white light brown antler-like pointed horns; jade eyes that smile wrong. Appearance: medium, straight, black hair; jade eyes; olive with green undertone, smooth skin; medium height, slim build. Features: white light brown antler-like pointed horns, short fur-tipped tail matching skin color, pointed ears. Their heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone.",
      "description": "Olive skin with a green undertone; white light brown antler-like pointed horns; jade eyes that smile wrong. He wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. A perfumer-priest of poisons who anoints daggers and devotions alike. Valis sells absolution that tastes like mint and ends like sleep. Appearance: medium, straight, black hair; jade eyes; olive with green undertone, smooth skin; medium height, slim build. Features: white light brown antler-like pointed horns, short fur-tipped tail matching skin color, pointed ears. Personality: witty, charming, quick on the turn. She wears flowing embroidered robe, sleeveless overcloak, vine belt with pouches, leaf-stitched bracers, long skirt with slits, strapped sandals. Their heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. He wears a flowing embroidered robe and sleeveless overcloak, vine belt with pouches, leaf-stitched bracers and strapped sandals.",
      "clothing": "He wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. She wears flowing embroidered robe, sleeveless overcloak, vine belt with pouches, leaf-stitched bracers, long skirt with slits, strapped sandals. He wears a flowing embroidered robe and sleeveless overcloak, vine belt with pouches, leaf-stitched bracers and strapped sandals.",
      "personality": "witty, charming, quick on the turn.",
      "skin_tone": "olive",
      "hair_color": "green",
      "eye_color": "green",
      "skin_texture": "smooth",
      "height": "medium",
      "build": "lean",
      "clothing_alignment": "Deviates"
    },
    {
      "id": "NP00001020",
      "name": "Korrath Bloodtide",
      "race": "Ashfoot Orc",
      "sex": "Male",
      "type": "villain",
      "appearance": "Crime-matriarch in tusks and tattoos; amber eyes lit like forge-embers, charcoal-green skin painted with ash runes. Appearance: medium, straight, black topknot hair; amber eyes; charcoal-green, smooth skin; very tall height, bulky build.",
      "description": "Crime-matriarch in tusks and tattoos; amber eyes lit like forge-embers, charcoal-green skin painted with ash runes. His bulk is wrapped in leather stolen from both war and market stalls. Korrath runs rackets with a grin and settles debts with an axe. Ashfoot Orc heritage: volcanic scars, volcanic temper—lava runs slow, but when it flows, everything burns. Appearance: medium, straight, black topknot hair; amber eyes; charcoal-green, smooth skin; very tall height, bulky build. Features: tusks.  Personality: composed, purposeful, sharp when it counts. She wears obsidian-inset armor, ash-dyed wraps, bone totems, bare feet. He wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids.",
      "clothing": "He favors a reinforced hide coat and bracers — made with cured hide, iron rings, finished with a trophy charm. She wears obsidian-inset armor, ash-dyed wraps, bone totems, bare feet.",
      "personality": "",
      "skin_tone": "gray",
      "hair_color": "brown",
      "eye_color": "red",
      "skin_texture": "smooth",
      "height": "tall",
      "build": "burly",
      "clothing_alignment": "Conforms"
    }
  ]
}