{
  "npcs": [
    {
      "id": "NP00000004",
      "name": "Kess Starcrest",
      "race": "Great Elves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "yellow",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "gold",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "A glance finds gold eyes. Long straight brown hair. Tall, curvy. Yellow, matte skin. Physique and style reflect her great elf heritage: tall, fine-boned, luminous poise; high fashion with metallic accents; eyes like sunlit metal. medium, straight, ash hair; gold eyes; ashen, smooth skin; medium height, slim build. pointed ears. Every gesture is a measured stanza; every spell, a verse with perfect meter. She keeps secrets folded like origami and unfolds her only when the table is hers. Physique and style reflect her great elf heritage: tall, fine-boned, luminous poise; high fashion with metallic accents; eyes like sunlit metal. medium, straight, ash hair; gold eyes; ashen, smooth skin; medium height, slim build. pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "She favors court robes with metallic trim — worked in silk, lamellar — with gold, white, amber running the trims. In gold, white, amber tones, she wears ornamental robes and plated accents, made with silk, lamellar, set off by a gold and silver jewelry. Court-bred arcanist with ash-grey hair pinned by silver combs; voice cool as glass, gaze molten gold and politely bored until something truly interesting happens. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She wears a patched apron and simple workshirt, rolled sleeves and heavy boots—artisan’s garb in place of finery.",
      "personality": "She keeps secrets folded like origami and unfolds her only when the table is hers. Courts were made for her, or so they act. She stands a breath taller than most shadows."
    },
    {
      "id": "NP00000019",
      "name": "Mira Duskwind",
      "race": "Dark Elves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "dark brown",
      "skin_texture": "matte",
      "hair_colour": "gray",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "blue",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "She has blue eyes. A fall of medium wavy gray hair. Dark brown, matte skin. Tall and curvy. Physique and style reflect her dark elf lineage: slate-pale undertone, black hair, ghost-lit eyes, garments cut for shadow and speed. medium, straight, black hair; violet eyes; pale, smooth skin; medium height, slim build. Physique and style reflect her dark elf lineage: slate-pale undertone, black hair, ghost-lit eyes, garments cut for shadow and speed. medium, straight, black hair; violet eyes; pale, smooth skin; medium height, slim build. .",
      "clothing": "She wears web-lace sleeves — leaning toward charcoal, indigo, silver — worked in soft leather, silk. In charcoal, indigo, silver hues, she wears sleek leathers and silk wraps — worked in soft leather, silk, finished with a silver filigree. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a flowing saffron robe belted with braided cord, soft doeskin shoes and a travel-cloak pinned with a moon-brooch.",
      "personality": "She keeps her promises like knives—hidden, sharp, exactly where she left her. witty, charming, quick on the turn. Night-runner with a smile you notice a minute too late; deals in messages, counter-messages, and the silences between her. Moonlit steel edges her voice."
    },
    {
      "id": "NP00000037",
      "name": "Zaya Grimlace",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "purple",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "appearance": "She has gold eyes. A fall of medium wavy black hair. Black, glossy skin. Curvy and tall. her heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone. A Sableheart Tiefling ally who carries herself with distinction.",
      "clothing": "She is clad in gold chainwork — stitched from velvet, silk — leaning toward black, gold, crimson. In black, gold, crimson tones, she wears a tailored velvet coat and corseted longdress; made with velvet, silk, set off by a gold chainwork. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. polished gold silver bronze long curved pointed horns, long tail matching skin color, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears a laced corset bodice and layered skirt with a high slit, long silk gloves, a bolero jacket and strapped heeled boots with jewelry chains.",
      "personality": "She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. Charm drips like honey from her words. She bargains with smiles and silence."
    },
    {
      "id": "NP00000038",
      "name": "Zaira Starflax",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "appearance": "Black, glossy skin. She carries a tall, curvy frame. Long wavy black hair frames her face. Gold eyes catch the light. her heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone. A Sableheart Tiefling ally who carries herself with distinction.",
      "clothing": "She is clad in tailored velvet coat — made from velvet, silk — with black, gold, crimson running the trims. In black, gold, crimson tones, she wears a tailored velvet coat and corseted longdress, made with velvet, silk, finished with a gold chainwork. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. polished gold silver bronze long curved pointed horns, long tail matching skin color, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears a laced corset bodice and layered skirt with a high slit, long silk gloves, a bolero jacket and strapped heeled boots with jewelry chains.",
      "personality": "She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. Charm drips like honey from her words."
    },
    {
      "id": "NP00000001",
      "name": "Selune Vaeloria",
      "race": "Forest Elves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "White, smooth skin. She carries a medium, slim, toned frame. Long braided brown hair frames her face. Brown eyes catch the light. Physique and style reflect her forest elf heritage: Tall, slender; bronze to olive skin; leaf-dyed hair and floral tattoos; bright woodland eyes and effortless stealth. medium, straight, blonde hair; crimson eyes; fair, smooth skin; medium height, athletic build. pointed ears.",
      "clothing": "She is clad in leafmantle and a close-fitted jerkin — colored in pine, sage, bark — cut from deerskin, leaf‑weave. She wears jerkin — a palette of pine, sage, bark, worked in deerskin, leaf-weave, finished with a feather charm. Crimson eyes under a fall of sunlit hair; leather brigandine draped in road-dust and dusk leaves; the kind of archer who breathes between heartbeats and lets the arrow speak first. She moves like a deer about to bolt, then turns and plants both feet like a tree; voice low, bowstring singing, eyes bright with the kind of faith that only breaks when it must. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She wears supple leaf-dyed leathers with bark-plate reinforcements, a hood drawn low and soft boots for silent steps.",
      "personality": "She believes in mercy, but her aim is quicker; her laughter is soft and warm and gone the second trouble creaks in the brush. calm, observant, quietly determined. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She believes in mercy, but her aim is quicker; her laughter is soft and warm and gone the second trouble creaks in the brush. Her questions are sharp, and when she smiles after, it’s half relief, half dare. calm, observant, quietly determined. Quiet as leaf-fall when she wishes. Quiet as leaf‑fall when she wishes."
    },
    {
      "id": "NP00000003",
      "name": "Jorah Skylark",
      "race": "Human",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "dark brown",
      "skin_texture": "smooth",
      "hair_colour": "auburn",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "Dark brown, smooth skin. He carries a medium, stocky frame. Medium curly auburn hair frames his face. Blue eyes catch the light. Physique and style reflect his human heritage: trim build, fashionable layers, a flair for posture and presence. medium, straight, black hair; blue eyes; fair, smooth skin; medium height, slim build. He hums when he’s lying and sings when he’s scared; carries luck like a coin between finger and thumb. Physique and style reflect his human heritage: trim build, fashionable layers, a flair for posture and presence. medium, straight, black hair; blue eyes; fair, smooth skin; medium height, slim build. .",
      "clothing": "He wears traveler’s coat over layered basics — with tan, navy, oak running the trims — cut from wool, leather. He wears traveler's coat — a palette of tan, navy, oak, worked in wool, leather, finished with a woven sash. Fiddler’s hands and a duelist’s posture; neat boots, bright smile, and a habit of talking doors open before knocking. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears linen shirt and waistcoat under a stormcloak, high boots and a brace of knives at the small of the back.",
      "personality": "When the blade comes out, the charm turns to quiet—one breath, one step, one line cut. witty, charming, quick on the turn. There’s a quickness in his gaze that finds solutions. Road dust sits easy on him."
    },
    {
      "id": "NP00000006",
      "name": "Liora Stormbind",
      "race": "Forest Elves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "A glance finds brown eyes. Medium wavy brown hair. Slim, toned and medium. Light brown, smooth skin. Physique and style reflect her forest elf heritage: slender height, leaf-dyed hair, floral tattoos, greens and browns that melt into the treeline. medium, wavy, black hair; blue eyes; olive, smooth skin; medium height, slim build. pointed ears. Physique and style reflect her forest elf heritage: slender height, leaf-dyed hair, floral tattoos, greens and browns that melt into the treeline. medium, wavy, black hair; blue eyes; olive, smooth skin; medium height, slim build. pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "She favors leafmantle and a close-fitted jerkin — worked in deerskin, leaf‑weave — with pine, sage, bark running the trims. She wears jerkin — a palette of pine, sage, bark, worked in deerskin, leaf-weave, finished with a feather charm. Weather-witch with stormlight in her pupils and thorn-ink curling her wrists; cloak hem stitched with dried leaves that whisper when she moves. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She wears a flowing saffron robe belted with braided cord, soft doeskin shoes and a travel-cloak pinned with a moon-brooch.",
      "personality": "She is patient with strangers and tender with clouds; impatient only with tyrants. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. Quiet as leaf-fall when she wishes. Quiet as leaf‑fall when she wishes."
    },
    {
      "id": "NP00000009",
      "name": "Thalen Thornfield",
      "race": "Kitsune",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "He has brown eyes. A fall of short curly blonde hair. Light brown, smooth skin. Slim and medium. medium, straight, brown hair; brown eyes; fair, smooth skin; medium height, slim build. fox ears, tail.",
      "clothing": "He is clad in road leathers and a weathered cloak — stitched from wool, leather — leaning toward tan, navy, oak. He wears traveler's coat — a palette of tan, navy, oak, worked in wool, leather, finished with a woven sash. Scout with a grin that signs contracts his legs can cash; twirls a ring like a coin, tests every door twice, and never quite looks where he’s going—because he already looked. Physique and style reflect his kitsune heritage: lean, quick, fox-bright eyes, a taste for lacquered accessories and soft-soled boots. She wears layered silks, lacquered charms, soft-soled shoes, mask cord. He wears linen shirt and waistcoat under a stormcloak, high boots and a brace of knives at the small of the back.",
      "personality": "calm, observant, quietly determined. There’s a quickness in his gaze that finds solutions."
    },
    {
      "id": "NP00000010",
      "name": "Kess Vaeloria",
      "race": "Harpy",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light brown",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "blue",
      "height": "medium",
      "build": "average",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "She has blue eyes. A fall of short straight brown hair. Light brown, matte skin. Medium, average. Physique and style reflect her avianfolk heritage: hollow-boned lightness, crest feathers braided with beads, eyes that catch motion a heartbeat early. medium, braided, white hair; silver eyes; pale, smooth skin; medium height, graceful build. She gifts maps in measures and measures in flight paths. Physique and style reflect her avianfolk heritage: hollow-boned lightness, crest feathers braided with beads, eyes that catch motion a heartbeat early. medium, braided, white hair; silver eyes; pale, smooth skin; medium height, graceful build. wings, talons. composed, purposeful, sharp when it counts.",
      "clothing": "She favors road leathers and a weathered cloak — cut from wool, leather — leaning toward tan, navy, oak. She wears flight leathers — a palette of sky, white, slate, worked in leather, wool, finished with a talon guards. Sky-chantress with a feathered mantle and a voice that finds the note in bone; missions travel faster when her song goes ahead of you. She wears feathered mantle, flight leathers, beadwork, talon guards. She wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "personality": "She gifts maps in measures and measures in flight paths. There’s a quickness in her gaze that finds solutions. Road dust sits easy on her."
    },
    {
      "id": "NP00000013",
      "name": "Rowan Skylark",
      "race": "Human",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "white",
      "skin_texture": "weathered",
      "hair_colour": "auburn",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "A glance finds green eyes. Short curly auburn hair. Slim and medium. White, weathered skin. medium, straight, brown hair; brown eyes; tan, smooth skin; short height, compact build. Courage comes late for him—but it arrives in full measure. medium, straight, brown hair; brown eyes; tan, smooth skin; short height, compact build. .",
      "clothing": "He favors traveler’s coat over layered basics — cut from wool, leather — with tan, navy, oak running the trims. He wears traveler's coat — a palette of tan, navy, oak, worked in wool, leather, finished with a woven sash. White-haired minstrel with a travel-stained coat and boots that could tell his own stories; sings like he’s bargaining with fate and smiles like he already lost once. Physique and style reflect his human heritage: compact strength, roadworthy leathers, instrument always close. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "personality": "witty, charming, quick on the turn. There’s a quickness in his gaze that finds solutions. Road dust sits easy on him."
    },
    {
      "id": "NP00000020",
      "name": "Garrin Stonewake",
      "race": "Human",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "dark brown",
      "skin_texture": "smooth",
      "hair_colour": "auburn",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "green",
      "height": "medium",
      "build": "average",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "Dark brown, smooth skin. He carries a medium and average frame. Long wavy auburn hair frames his face. Green eyes catch the light. medium, straight, brown hair; hazel eyes; tan, smooth skin; medium height, bulky build. He knows the names of crossings, the moods of bridges, and which ferrymen lie. Physique and style reflect his human heritage: broad-shouldered endurance, layered travel-wear, hands callused from rope and oar. medium, straight, brown hair; hazel eyes; tan, smooth skin; medium height, bulky build. . composed, purposeful, sharp when it counts.",
      "clothing": "He wears road leathers and a weathered cloak — cut from wool, leather — in tones of tan, navy, oak. He wears traveler's coat — a palette of tan, navy, oak, worked in wool, leather, finished with a woven sash. River-guard turned road-warden; cloak patched, boots mended, heart still unbroken. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "personality": "He knows the names of crossings, the moods of bridges, and which ferrymen lie. He treats promises like oaths and oaths like anchors—heavy, necessary, trusted. There’s a quickness in his gaze that finds solutions."
    },
    {
      "id": "NP00000021",
      "name": "Razan Stormhand",
      "race": "Storm Orcs",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "green",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "red",
      "height": "tall",
      "build": "powerful",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "He has red eyes. A fall of long braided black hair. Green, rough skin. Tall, powerful. War-singer with thunder-scarred skin and a grin like a split cliff; carries a drum and twin hatchets, fights in rhythm, laughs between blows. Physique and style reflect his storm orc heritage: weather-cut muscle, slate to sea-green skin, pale eyes; tattoos like storm currents; voice that booms then drops to a dangerous hush. medium, braided, black braids hair; ice blue eyes; slate-green, smooth skin; very tall height, bulky build. Physique and style reflect his storm orc heritage: weather-cut muscle, slate to sea-green skin, pale eyes; tattoos like storm currents; voice that booms then drops to a dangerous hush. medium, braided, black braids hair; ice blue eyes; slate-green, smooth skin; very tall height, bulky build. tusks.",
      "clothing": "He wears reinforced hide with iron rings — cut from cured hide, iron rings — with moss, iron, earth running the trims. He wears reinforced hide — a palette of teal, sand, oxblood, worked in cured hide, iron rings, finished with a trophy charm. She wears storm-marked mail, sea-cloak, rope belt, boarder's boots. He wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids.",
      "personality": "witty, charming, quick on the turn. Heat and iron hang about him. Most days, He trusts his instincts."
    },
    {
      "id": "NP00000022",
      "name": "Vel Sablevine",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "appearance": "A glance finds gold eyes. Long loose brown hair. Medium, slim. Olive, matte skin. her heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. Perfumer-spy whose voice lingers like incense; white light brown antler-like pointed horns wrapped in gold wire, short fur-tipped tail matching skin color expressive, steps as quiet as secrets. medium, straight, black hair; jade eyes; olive with emerald undertone, smooth skin; medium height, curvy build. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, pointed ears.",
      "clothing": "She wears leaf-leather overskirts — worked in leaf‑leather, bark bracers — with sage, emerald, bark running the trims. She wears draped shawl — a palette of teal, sand, oxblood, worked in leaf-leather, bark bracers, finished with a seed-bead cords. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. Physique and style reflect her viridian tiefling heritage: subtle green undertones, jade eyes, vine-worked jewelry, soft leathers perfumed with basil and smoke. She wears flowing embroidered robe, sleeveless overcloak, vine belt with pouches, leaf-stitched bracers, long skirt with slits, strapped sandals. She wears polished cuirass and tassets over silk, sleek heeled greaves and a mirrored gorget.",
      "personality": "Perfumer-spy whose voice lingers like incense; white light brown antler-like pointed horns wrapped in gold wire, short fur-tipped tail matching skin color expressive, steps as quiet as secrets. calm, observant, quietly determined. Green things like her."
    },
    {
      "id": "NP00000027",
      "name": "Nerith Shadowlace",
      "race": "Dark Elves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "dark brown",
      "skin_texture": "smooth",
      "hair_colour": "gray",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "A glance finds silver eyes. Medium wavy gray hair. Curvy and tall. Dark brown, smooth skin. medium, straight, white hair; crimson eyes; obsidian, smooth skin; medium height, slim build. pointed ears.",
      "clothing": "She favors web-lace sleeves — with charcoal, indigo, silver running the trims — stitched from soft leather, silk. She wears silk wraps — a palette of teal, sand, oxblood, worked in soft leather, silk, finished with a silver filigree. Informant-archer who trades arrows for answers; smiles with only her eyes; perfume of smoke and night-blooming flowers clings to her cloak. Physique and style reflect her dark elf heritage: obsidian skin, white hair, crimson eyes, silks cut for movement and silence. She wears shadow-cut leathers, web-lace sleeves, soft-soled boots, poisoners' kit. She wears a sleeveless sky-blue gambeson with quilted panels, thigh-high boots and a narrow blade at the small of the back.",
      "personality": "witty, charming, quick on the turn. Shadows seem to notice her. In a crisis, She spends calm like currency. Moonlit steel edges her voice."
    },
    {
      "id": "NP00000032",
      "name": "Thorn Voidweave",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light grey",
      "skin_texture": "cracked",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "red",
      "height": "medium",
      "build": "normal",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "black horns",
        "long horns",
        "jagged horns"
      ],
      "appearance": "Dark red, smooth skin. She carries a medium, curvy frame. Long straight red hair frames her face. Red eyes catch the light. her heritage is obvious: light grey cracked craggily skin, black very long jagged pointed horns, black very long twisted spiked tail with a spiked tip. A Darkblood Tiefling ally who carries herself with distinction.",
      "clothing": "She wears silk under lamellar — in tones of maroon, obsidian, silver — cut from silk, lacquer. She wears officer’s coat — a palette of maroon, obsidian, silver, worked in silk, lacquer, finished with a bloodstone ring. She wears leather breastplate with a high collar under a hooded cloak, scale-stitched bracers, a utility belt and fitted trousers with thigh straps, armored boots.. black very long jagged pointed horns, black very long twisted spiked tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears black leather breastplate with a high collar, hooded cloak, scale-stitched bracers and fitted trousers with thigh straps.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Order is her favorite weapon. She cuts with etiquette first."
    },
    {
      "id": "NP00000034",
      "name": "Mav Gloomline",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "swept back",
      "eye_color": "gold",
      "height": "tall",
      "build": "brawny",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "appearance": "A glance finds gold eyes. Short swept back black hair. Medium and brawny. Red, smooth skin. her heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin. A Hellbound Tiefling ally who carries herself with distinction.",
      "clothing": "She wears scaled vest and mail — colored in ember, coal, brass — made from mail, scorched leather. She wears scaled vest — a palette of ember, coal, brass, worked in scorched leather, mail, finished with a char-bead chain. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. grey light brown thick long blunt pointed horns, red medium thick tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears heavy plate with spiked pauldrons, thick gauntlets and a chain belt over armored skirt panels, greaves and sabatons.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. In a crisis, She spends calm like currency. Ash‑sweet and fearless, she rarely looks back."
    },
    {
      "id": "NP00000036",
      "name": "Zar Grimlace",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "sleek",
      "eye_color": "blue",
      "height": "tall",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "appearance": "She has blue eyes. A fall of long sleek black hair. Pitch black, smooth skin. Tall, willowy. her heritage is obvious: pitch-black smooth skin, black long straight smooth upward pointed horns set upward, very long pointed very long pointed ears, pitch black long smooth tail. A Voided Tiefling ally who carries herself with distinction.",
      "clothing": "She wears shadowweave layers — made from shadowweave, smoke‑silk — colored in black, violet, cold blue. She wears asymmetrical longcoat — a palette of black, violet, cold blue, worked in shadowweave, smoke-silk, finished with a void-sigil choker. She wears a high-collar robe and sleeveless outer cloak, a long sash belt with hanging charms, silver-stitched gloves, fitted trousers and heeled boots, a cloak patterned like stars.. black long straight smooth upward pointed horns, pitch black long smooth tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears a high-collar robe and sleeveless outer cloak, long sash belt with hanging charms, silver-stitched gloves and heeled boots.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Light slips off her edges. Starlight seems to bend toward her and vanish."
    },
    {
      "id": "NP00000039",
      "name": "Vex Gloomline",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "braided",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "appearance": "Olive, matte skin. She carries a medium and lean frame. Medium braided green hair frames her face. Green eyes catch the light. her heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. A Viridian Tiefling ally who carries herself with distinction.",
      "clothing": "She favors leaf-leather overskirts — colored in sage, emerald, bark — worked in leaf‑leather, bark bracers. She wears draped shawl — a palette of teal, sand, oxblood, worked in leaf-leather, bark bracers, finished with a seed-bead cords. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears city finery—tailored waistcoat, lace jabot and slim trousers—no leaves, only luxury.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. In a crisis, She spends calm like currency. She hums old growth songs under her breath."
    },
    {
      "id": "NP00000040",
      "name": "Nyx Blackspike",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "gold",
      "height": "very tall",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "appearance": "A glance finds gold eyes. Long braided green hair. Medium and slim. Olive, smooth skin. her heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. A Viridian Tiefling ally who carries herself with distinction.",
      "clothing": "She is clad in leaf-leather overskirts — worked in leaf‑leather, bark bracers — colored in sage, emerald, bark. She wears draped shawl — a palette of teal, sand, oxblood, worked in leaf-leather, bark bracers, finished with a seed-bead cords. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears city finery—tailored waistcoat, lace jabot and slim trousers—no leaves, only luxury.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Green things like her. She hums old growth songs under her breath."
    },
    {
      "id": "NP00000002",
      "name": "Elara Thornfield",
      "race": "Human",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "olive",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "blue",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "She has blue eyes. A fall of long straight brown hair. Olive, weathered skin. Slim and medium. medium, straight, brown hair; green eyes; freckled, smooth skin; medium height, slim build. Physique and style reflect her human heritage: adaptable, varied, pragmatic layers and well-worn gear, with a traveler’s economy of movement. medium, straight, brown hair; green eyes; freckled, smooth skin; medium height, slim build. .",
      "clothing": "She wears traveler’s coat over layered basics — worked in wool, leather — in tones of tan, navy, oak. She favors a traveler's coat over simple layers, worked in wool, leather, set off by a woven sash. Green-eyed tracker with wind-burned cheeks and a freckled smile; oilskin cloak, rope-lashed bedroll, and a knife that never quite leaves her palm. She speaks sparingly, tends fires like she’s mending people, and watches for trouble the way other folks watch sunsets. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "personality": "Physique and style reflect her human heritage: adaptable, varied, pragmatic layers and well-worn gear, with a traveler’s economy of movement. witty, charming, quick on the turn. When she laughs, it shows teeth; when she fights, it shows history. witty, charming, quick on the turn. Road dust sits easy on her. There’s a quickness in her gaze that finds solutions."
    },
    {
      "id": "NP00000005",
      "name": "Vael Ironvale",
      "race": "Iron Dwarves",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "He has hazel eyes. A fall of long straight black hair. Brown, smooth skin. Short and stocky. Physique and style reflect his iron dwarf heritage: compact power, soot-etched skin, iron-banded braids and tools worn to the hand. medium, braided, black hair; brown eyes; ruddy, rough skin; medium height, bulky build. Forge-warden with gravel in his laugh and coal in his beard; carries a hammer that knows names and a ledger that remembers debts. Physique and style reflect his iron dwarf heritage: compact power, soot-etched skin, iron-banded braids and tools worn to the hand. medium, braided, black hair; brown eyes; ruddy, rough skin; medium height, bulky build. .",
      "clothing": "He favors forge leathers and bracers — in tones of slate, brass, umber — worked in ringmail, canvas. He wears stout mail over quilted gambeson with plate at shoulders and shins, a broad belt of hammered brass. She wears forge leathers, iron-banded bracers, tool belt, hobnail boots.",
      "personality": "witty, charming, quick on the turn. He drinks to bargains, not to victories, and sharpens his friends the way he sharpens steel—steady, hot, and honest. witty, charming, quick on the turn. Gravel and laughter share space in his voice."
    },
    {
      "id": "NP00000007",
      "name": "Kael Ashvale",
      "race": "Kitsune",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "He has green eyes. A fall of medium wavy black hair. White, smooth skin. Medium, slim. Smiling trickster with a fox’s patience and a gambler’s hands; silver hair, amber eyes, and the softest footfalls you never heard. medium, straight, silver hair; amber eyes; pale, smooth skin; medium height, slim build. fox ears, tail. Smiling trickster with a fox’s patience and a gambler’s hands; silver hair, amber eyes, and the softest footfalls you never heard. He barters information for favors and favors for stories, then returns both with interest. medium, straight, silver hair; amber eyes; pale, smooth skin; medium height, slim build. fox ears, tail.",
      "clothing": "He wears road leathers and a weathered cloak — stitched from wool, leather — in tones of tan, navy, oak. He is clad in a traveler's coat over simple layers — cut from wool, leather, with a woven sash to complete the look. Physique and style reflect his kitsune heritage: vulpine grace, quick fingers, lacquered charms and layered silks scented with citrus and smoke. She wears layered silks, lacquered charms, soft-soled shoes, mask cord. He wears a doublet and riding breeches with knee boots, gloves tucked through the belt.",
      "personality": "calm, observant, quietly determined. There’s a quickness in his gaze that finds solutions. Road dust sits easy on him."
    },
    {
      "id": "NP00000028",
      "name": "Sister Rowan Emberfall",
      "race": "Hill Dwarves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "brown",
      "skin_texture": "weathered",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "A glance finds brown eyes. Long wavy red hair. Stocky and short. Brown, weathered skin. medium, braided, chestnut hair; hazel eyes; sun-browned, rough skin; medium height, sturdy build. Field-healer who binds wounds with song and stout stitches; carries a keg of morale and a satchel of salves. medium, braided, chestnut hair; hazel eyes; sun-browned, rough skin; medium height, sturdy build. . composed, purposeful, sharp when it counts.",
      "clothing": "She wears ringmail under a layered tabard — colored in slate, brass, umber — made from ringmail, canvas. Physique and style reflect her hill dwarf heritage: barrel-chested stamina, sun-browned skin, bead-braids with family marks, practical aprons over mail. She wears stout mail over quilted gambeson with plate at shoulders and shins, a broad belt of hammered brass. She wears embroidered work tunic, stout belt, canvas trousers, field boots.",
      "personality": "She wears embroidered work tunic, stout belt, canvas trousers, field boots. In a crisis, She spends calm like currency. She carries the memory of tools in her hands."
    },
    {
      "id": "NP00000017",
      "name": "Sable Brightbough",
      "race": "Forest Elves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "hazel",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "A glance finds hazel eyes. Long straight blonde hair. Slim, toned and medium. White, smooth skin. long, straight, black hair; hazel eyes; olive, smooth skin; medium height, slim build. pointed ears.",
      "clothing": "She favors quiet leathers — made from deerskin, leaf‑weave — colored in pine, sage, bark. She wears jerkin — a palette of teal, sand, oxblood, worked in deerskin, leaf-weave, finished with a feather charm. Physique and style reflect her forest elf heritage: long stride, bow-callused fingers, quiet leathers and a sprig of green tucked behind one ear. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She wears supple leaf-dyed leathers with bark-plate reinforcements, a hood drawn low and soft boots for silent steps.",
      "personality": "Physique and style reflect her forest elf heritage: long stride, bow-callused fingers, quiet leathers and a sprig of green tucked behind one ear. calm, observant, quietly determined. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. Pathfinder with the patience of moss and the appetite of a campfire; maps in her head, songs in her pocket, kindness where people don’t expect it. calm, observant, quietly determined. Quiet as leaf‑fall when she wishes."
    },
    {
      "id": "NP00000023",
      "name": "Skye Featherwake",
      "race": "Harpy",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "brown",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "Brown, matte skin. She carries a slim and medium frame. Long straight brown hair frames her face. Green eyes catch the light. medium, braided, feathered crest hair; silver eyes; pale with down, smooth skin; medium height, slim build. Physique and style reflect her avianfolk heritage: light bones, keen motion-sense, feather braids threaded with sky-colored beads. medium, braided, feathered crest hair; silver eyes; pale with down, smooth skin; medium height, slim build. wings, talons. composed, purposeful, sharp when it counts.",
      "clothing": "She wears traveler’s coat over layered basics — made from wool, leather — colored in tan, navy, oak. She wears flight leathers — a palette of teal, sand, oxblood, worked in leather, wool, finished with a talon guards. Courier-ranger with a winged mantle and quick, precise hands; watches winds like a sailor, dives into trouble first. She wears feathered mantle, flight leathers, beadwork, talon guards. She wears bare-chested under a fur mantle, beadwork cords and bronze bangles, defiant and theatrical.",
      "personality": "She wears feathered mantle, flight leathers, beadwork, talon guards. Road dust sits easy on her. There’s a quickness in her gaze that finds solutions."
    },
    {
      "id": "NP00000024",
      "name": "Brom Emberforge",
      "race": "Ember Dwarves",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "Light brown, smooth skin. He carries a stocky and short frame. Short straight black hair frames his face. Brown eyes catch the light. medium, straight, copper hair; coal eyes; soot-browned, rough skin; medium height, bulky build. .",
      "clothing": "He is clad in ringmail under a layered tabard — leaning toward slate, brass, umber — made from ringmail, canvas. He wears tabard — a palette of teal, sand, oxblood, worked in ringmail, canvas, finished with a hammered buckles. Physique and style reflect his ember dwarf heritage: ember-red hair, heat-hardened leathers, glowing rune-stitch at the cuffs. She wears heat-tempered leathers, copper-riveted apron, rune-stitched cuffs. He wears layered leather reinforced with riveted steel bands, a wool cloak clasped with a bronze brooch.",
      "personality": "witty, charming, quick on the turn. Battle-smith who tempers tempers; laughs like a bellows, carries a hammer etched in runes, smells of smoke and rosemary. witty, charming, quick on the turn. He carries the memory of tools in his hands. Gravel and laughter share space in his voice."
    },
    {
      "id": "NP00000031",
      "name": "Sable Voidweave",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "light grey",
      "skin_texture": "cracked",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "normal",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black horns",
        "long horns",
        "jagged horns"
      ],
      "appearance": "Dark red, glossy skin. She carries a statuesque and medium frame. Long straight red hair frames her face. Silver eyes catch the light. her heritage is obvious: light grey cracked craggily skin, black very long jagged pointed horns, black very long twisted spiked tail with a spiked tip. A Darkblood Tiefling ally who carries herself with distinction.",
      "clothing": "She wears officer’s coat with lacquer — colored in maroon, obsidian, silver — worked in silk, lacquer. She wears officer’s coat — a palette of teal, sand, oxblood, worked in silk, lacquer, finished with a bloodstone ring. She wears leather breastplate with a high collar under a hooded cloak, scale-stitched bracers, a utility belt and fitted trousers with thigh straps, armored boots.. black very long jagged pointed horns, black very long twisted spiked tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears black leather breastplate with a high collar, hooded cloak, scale-stitched bracers and fitted trousers with thigh straps.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. She cuts with etiquette first. Order is her favorite weapon."
    },
    {
      "id": "NP00000033",
      "name": "Orin Gloomline",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "yellow",
      "height": "tall",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "appearance": "She has yellow eyes. A fall of short braided red hair. Red, smooth skin. Medium and powerful. her heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin. A Hellbound Tiefling ally who carries herself with distinction.",
      "clothing": "She wears spiked plate with scorched cloak — made from mail, scorched leather — with ember, coal, brass running the trims. She wears scaled vest — a palette of teal, sand, oxblood, worked in scorched leather, mail, finished with a char-bead chain. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. grey light brown thick long blunt pointed horns, red medium thick tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears heavy plate with spiked pauldrons, thick gauntlets and a chain belt over armored skirt panels, greaves and sabatons.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Warmth radiates like banked coals from her skin."
    },
    {
      "id": "NP00000035",
      "name": "Kael Emberlace",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "blue",
      "height": "tall",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "appearance": "She has blue eyes. A fall of long straight black hair. Pitch black, matte skin. Tall, slim. her heritage is obvious: pitch-black smooth skin, black long straight smooth upward pointed horns set upward, very long pointed very long pointed ears, pitch black long smooth tail. A Voided Tiefling ally who carries herself with distinction.",
      "clothing": "She favors shadowweave layers — colored in black, violet, cold blue — made from shadowweave, smoke‑silk. She wears asymmetrical longcoat — a palette of teal, sand, oxblood, worked in shadowweave, smoke-silk, finished with a void-sigil choker. She wears a high-collar robe and sleeveless outer cloak, a long sash belt with hanging charms, silver-stitched gloves, fitted trousers and heeled boots, a cloak patterned like stars.. black long straight smooth upward pointed horns, pitch black long smooth tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears obsidian-toned garments with a star-patterned cloak, fitted trousers and long gloves.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Starlight seems to bend toward her and vanish. Light slips off her edges."
    },
    {
      "id": "NP00003050",
      "name": "Seraphine Silverbranch",
      "race": "Great Elves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "orange",
      "skin_texture": "smooth",
      "hair_colour": "platinum",
      "hair_length": "wavy",
      "hair_style": "long",
      "eye_color": "sapphire",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "radiant aura"
      ],
      "appearance": "She has sapphire eyes. A fall of wavy long platinum hair frames a smooth orange complexion. She stands very tall, curvy build.  Great Elves tower over most, their skin glowing in hues of yellow or orange. Hair cascades in blonde, brown, auburn, or pale metallics; eyes gleam gold, silver, or jewel-tones. Their wardrobes favor ornamental robes and ceremonial armor heavy with gold and silver jewelry-vestments that turn battlefield and court into theatre.",
      "clothing": "She favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark her grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003051",
      "name": "Aurelian Leafsong",
      "race": "Great Elves",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "braided",
      "hair_style": "long",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "radiant aura"
      ],
      "appearance": "He has gold eyes. A fall of braided long brown hair frames a smooth yellow complexion. He stands very tall, curvy build.  Great Elves tower over most, their skin glowing in hues of yellow or orange. Hair cascades in blonde, brown, auburn, or pale metallics; eyes gleam gold, silver, or jewel-tones. Their wardrobes favor ornamental robes and ceremonial armor heavy with gold and silver jewelry-vestments that turn battlefield and court into theatre.",
      "clothing": "He favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark his grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003052",
      "name": "Sylla Leafsong",
      "race": "Dark Elves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "tied back",
      "eye_color": "hazel",
      "height": "short",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "She has hazel eyes. A fall of long tied back black hair frames a smooth brown complexion. She stands short, slim build. ",
      "clothing": "She favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark her grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003053",
      "name": "Saden Moonbloom",
      "race": "Dark Elves",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "fair",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "amber",
      "height": "short",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "He has amber eyes. A fall of short curly black hair frames a smooth fair complexion. He stands short, curvy build. ",
      "clothing": "He favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark his grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003054",
      "name": "Valent Moondrake",
      "race": "Sableheart Tiefling",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "light blue",
      "skin_texture": "smooth",
      "hair_colour": "blue",
      "hair_length": "wavy",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns",
        "long horns",
        "curved horns",
        "pointed horns",
        "pointed ears"
      ],
      "appearance": "He has blue eyes. A fall of wavy braided blue hair frames a smooth light blue complexion. He stands medium, curvy build.  Light purple or light blue skin gleams with a silky gloss. Long curved horns shine like polished metal above luxurious hair.",
      "clothing": "Tailored leathers and statement accessories set his silhouette—horn-bands, signet chains, and a coat cut to swish like theatre curtains.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003055",
      "name": "Rin Kitsunebi",
      "race": "Kitsune",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "tan",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "amber",
      "height": "medium",
      "build": "athletic",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "fox ears",
        "fox tails",
        "slit pupils",
        "multiple tails",
        "fox mask",
        "charm talismans",
        "whisker marks"
      ],
      "appearance": "She has amber eyes. A fall of short braided red hair frames a smooth tan complexion. She stands medium, athletic build.  Expressive ears and one or more tails; lacquered hairpins, omamori talismans, and painted masks. Graceful streetwear by day, ceremonial robes by night.",
      "clothing": "Layered street silks with omamori charms at the seams; a lacquered mask hangs ready. Soft-soled boots and a hidden fan-knife complete the look.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003056",
      "name": "Veyr Weatherbell",
      "race": "Harpy",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "bronze",
      "skin_texture": "weathered",
      "hair_colour": "silver",
      "hair_length": "wind-knotted",
      "hair_style": "wind-knotted",
      "eye_color": "grey",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "back-mounted wings",
        "talons",
        "feathered wings",
        "digitigrade legs",
        "raptorial clawed hands",
        "avian brows",
        "hollow bones",
        "avian crest",
        "keen sight"
      ],
      "appearance": "He has grey eyes. A fall of wind-knotted wind-knotted silver hair frames a weathered bronze complexion. He stands medium, slim build.  Feathered wings and taloned feet; wind-tossed hair, harness gear, and sky-cloaks. Eyes narrow against glare; jewelry favors wind-chimes and featherwork. Separate back-mounted wings and human-like arms ending in raptorial claws.",
      "clothing": "Sky-harness with feather mantle; finger loops and claw-sheaths for delicate tasks. A wind-cloak clips at the collarbone; bells and cords tally routes flown.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003057",
      "name": "Galka Ashwalker",
      "race": "Storm Orcs",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "sea green",
      "skin_texture": "rough",
      "hair_colour": "dark brown",
      "hair_length": "charred tips",
      "hair_style": "charred tips",
      "eye_color": "blue",
      "height": "tall",
      "build": "muscular",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "tusks",
        "storm scars"
      ],
      "appearance": "She has blue eyes. A fall of charred tips charred tips dark brown hair frames a rough sea green complexion. She stands tall, muscular build.  Broad and tall, Storm Orcs bear storm-grey or sea-green skin. Hair is often braided and wind-tangled, sometimes charred at the ends. They wear sea-leathers, harnesses, and mail scavenged from boarding raids, hung with hooks and knots that sing in the wind.",
      "clothing": "Sea-leathers and knotted cords wrap the frame; plates and hooks ring faintly when she moves. A storm-hood or ash-scarf rides the neck depending on the clan rite.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003058",
      "name": "Orula Stormjaw",
      "race": "Storm Orcs",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "storm grey",
      "skin_texture": "salt-worn",
      "hair_colour": "black",
      "hair_length": "wind-tangled",
      "hair_style": "charred tips",
      "eye_color": "sea green",
      "height": "tall",
      "build": "broad",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "tusks",
        "storm scars"
      ],
      "appearance": "She has sea green eyes. A fall of wind-tangled charred tips black hair frames a salt-worn storm grey complexion. She stands tall, broad build.  Broad and tall, Storm Orcs bear storm-grey or sea-green skin. Hair is often braided and wind-tangled, sometimes charred at the ends. They wear sea-leathers, harnesses, and mail scavenged from boarding raids, hung with hooks and knots that sing in the wind.",
      "clothing": "Sea-leathers and knotted cords wrap the frame; plates and hooks ring faintly when she moves. A storm-hood or ash-scarf rides the neck depending on the clan rite.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003059",
      "name": "Naeris Thornvale",
      "race": "Dark Elves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "pale dark brown",
      "skin_texture": "smooth",
      "hair_colour": "grey",
      "hair_length": "braided",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "pointed ears",
        "silver tattoos",
        "piercing eyes"
      ],
      "appearance": "She has silver eyes. A fall of braided long grey hair frames a smooth pale dark brown complexion. She stands tall, curvy build.  Dark Elves bear pale, dusky-brown skin offset by hair of grey, brown, black, or silver-white. Tall and curvaceous, their angular features are sharpened by elegant pointed ears and a predatory glimmer to the eyes. They prefer dark leathers and fabrics cut close to the body, embellished with silver fittings and gemstones. Fine silver tattoos often wind across the skin, catching moonlight like constellations.",
      "clothing": "She favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark her grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003060",
      "name": "Valis Whisperwind",
      "race": "Dark Elves",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "pale dark brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "amber",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "silver tattoos",
        "piercing eyes"
      ],
      "appearance": "He has amber eyes. A fall of long straight brown hair frames a smooth pale dark brown complexion. He stands tall, curvy build.  Dark Elves bear pale, dusky-brown skin offset by hair of grey, brown, black, or silver-white. Tall and curvaceous, their angular features are sharpened by elegant pointed ears and a predatory glimmer to the eyes. They prefer dark leathers and fabrics cut close to the body, embellished with silver fittings and gemstones. Fine silver tattoos often wind across the skin, catching moonlight like constellations.",
      "clothing": "He favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark his grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003061",
      "name": "Xeran Thornveil",
      "race": "Darkblood Tiefling",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "light grey",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "straight",
      "hair_style": "long",
      "eye_color": "yellow",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black horns",
        "long horns",
        "jagged horns",
        "pointed horns",
        "pointed ears",
        "black tail",
        "long tail",
        "twisted tail",
        "spiked tail"
      ],
      "appearance": "He has yellow eyes. A fall of straight long black hair frames a rough light grey complexion. He stands medium, slim build.  Light-grey, cracked skin offsets black, jagged horns and a very long spiked tail. Hair is black or grey, eyes often a cool grey. They dress in shadow-dyed leathers and muted cloaks.",
      "clothing": "Tailored leathers and statement accessories set his silhouette—horn-bands, signet chains, and a coat cut to swish like theatre curtains.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003062",
      "name": "Zaul Sablehorn",
      "race": "Hellbound Tiefling",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "orange",
      "skin_texture": "rough",
      "hair_colour": "orange",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "blue",
      "height": "tall",
      "build": "toned",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns",
        "long horns",
        "blunt horns",
        "pointed horns",
        "pointed ears",
        "red tail",
        "medium tail",
        "thick tail"
      ],
      "appearance": "He has blue eyes. A fall of long wavy orange hair frames a rough orange complexion. He stands tall, toned build.  Rough red or orange skin, thick blunt horns of grey or light brown, and thick medium-length tails that match the body. Hair blazes in reds, oranges, or theatrical purples and pinks.",
      "clothing": "Tailored leathers and statement accessories set his silhouette—horn-bands, signet chains, and a coat cut to swish like theatre curtains.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003063",
      "name": "Voidan Moondrake",
      "race": "Voided Tiefling",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "straight",
      "hair_style": "wavy",
      "eye_color": "any",
      "height": "tall",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black sclera",
        "black horns",
        "long horns",
        "straight horns",
        "smooth horns",
        "upward-pointed horns",
        "pitch black tail",
        "long tail",
        "smooth tail",
        "very long pointed ears"
      ],
      "appearance": "He has any eyes. A fall of straight wavy white hair frames a smooth pitch black complexion. He stands tall, slim build.  Pitch-black, smooth skin swallows light. Horns are long, straight, and glossy black; ears are very long and pointed. Hair is always light-toned against the void-white, silver, or pastel shades.",
      "clothing": "Tailored leathers and statement accessories set his silhouette—horn-bands, signet chains, and a coat cut to swish like theatre curtains.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003064",
      "name": "Hildra Orefall",
      "race": "Iron Dwarves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "earthy brown",
      "skin_texture": "scarred",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "muscular",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "thick beards",
        "braided beards"
      ],
      "appearance": "She has brown eyes. A fall of short braided red hair frames a scarred earthy brown complexion. She stands short, muscular build.  Iron Dwarves are short and powerfully built, with stone-grey or earthy brown complexions and work-roughened skin. Hair runs black, brown, or red, often braided; beards are clasped with iron and steel. Their attire favors mail, plate, and heavy leathers blackened by forge soot, along with aprons and tool-laden belts.",
      "clothing": "She wears stout workweave and burnished mail; tool-belts sit easy at her hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003065",
      "name": "Svara Orefall",
      "race": "Iron Dwarves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "stone grey",
      "skin_texture": "scarred",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "grey",
      "height": "short",
      "build": "bulky",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "thick beards",
        "braided beards"
      ],
      "appearance": "She has grey eyes. A fall of short braided brown hair frames a scarred stone grey complexion. She stands short, bulky build.  Iron Dwarves are short and powerfully built, with stone-grey or earthy brown complexions and work-roughened skin. Hair runs black, brown, or red, often braided; beards are clasped with iron and steel. Their attire favors mail, plate, and heavy leathers blackened by forge soot, along with aprons and tool-laden belts.",
      "clothing": "She wears stout workweave and burnished mail; tool-belts sit easy at her hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003066",
      "name": "Tova Orefall",
      "race": "Hill Dwarves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "braided",
      "hair_style": "braided",
      "eye_color": "hazel",
      "height": "short",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "beards",
        "rosy cheeks"
      ],
      "appearance": "She has hazel eyes. A fall of braided braided brown hair frames a smooth brown complexion. She stands short, strong build.  Broad and ruddy, Hill Dwarves wear their sun with pride. Hair is often sun-bleached blonde or light brown, with thick beards knotted for work. Garb is practical-quilted vests, sturdy boots, homespun shirts-embroidered with clan motifs and beer-stain honesty.",
      "clothing": "She wears stout workweave and burnished mail; tool-belts sit easy at her hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003067",
      "name": "Halm Orefall",
      "race": "Hill Dwarves",
      "sex": "Male",
      "type": "ally",
      "skin_tone": "tanned",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "braided",
      "hair_style": "long",
      "eye_color": "hazel",
      "height": "short",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "beards",
        "rosy cheeks"
      ],
      "appearance": "He has hazel eyes. A fall of braided long red hair frames a smooth tanned complexion. He stands short, strong build.  Broad and ruddy, Hill Dwarves wear their sun with pride. Hair is often sun-bleached blonde or light brown, with thick beards knotted for work. Garb is practical-quilted vests, sturdy boots, homespun shirts-embroidered with clan motifs and beer-stain honesty.",
      "clothing": "He wears stout workweave and burnished mail; tool-belts sit easy at his hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003068",
      "name": "Vulka Brasspick",
      "race": "Ember Dwarves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "amber",
      "height": "short",
      "build": "bulky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "glowing eyes",
        "forge burns"
      ],
      "appearance": "She has amber eyes. A fall of short braided red hair frames a rough ruddy complexion. She stands short, bulky build.  Ember Dwarves carry soot-darkened skin and ember-glowing eyes. Hair is red or coal-black and often singed at the tips. Their armor is blackened steel, brass, and obsidian plates over fireproof leathers, with vents and grills like tiny furnaces.",
      "clothing": "She wears stout workweave and burnished mail; tool-belts sit easy at her hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003069",
      "name": "Ashra Saltbeard",
      "race": "Ember Dwarves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "coal brown",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "singed",
      "hair_style": "short",
      "eye_color": "golden",
      "height": "short",
      "build": "muscular",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "glowing eyes",
        "forge burns"
      ],
      "appearance": "She has golden eyes. A fall of singed short black hair frames a rough coal brown complexion. She stands short, muscular build.  Ember Dwarves carry soot-darkened skin and ember-glowing eyes. Hair is red or coal-black and often singed at the tips. Their armor is blackened steel, brass, and obsidian plates over fireproof leathers, with vents and grills like tiny furnaces.",
      "clothing": "She wears stout workweave and burnished mail; tool-belts sit easy at her hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003089",
      "name": "Yuna Okami",
      "race": "Kitsune",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "tan",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "amber",
      "height": "medium",
      "build": "athletic",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "fox ears",
        "fox tails",
        "slit pupils",
        "multiple tails",
        "fox mask",
        "charm talismans",
        "whisker marks",
        "brush tail",
        "subtle glamours"
      ],
      "appearance": "She has amber eyes and long wavy black hair over a smooth tan complexion. She stands medium with a athletic build. Expressive ears and one or more tails; lacquered hairpins, omamori talismans, and painted masks. Graceful streetwear by day, ceremonial robes by night. A pair of velvet fox ears tilt attentively; a brush tail flicks when amused.",
      "clothing": "Layered street silks and travel hakama with omamori charms stitched in the seams; a lacquered half-mask dangles from a cord, and a folding fan hides slender knives.",
      "personality": "She speaks softly but aims true—keen-eyed, quick to smile, and quicker to plan. She collects small rituals: her morning tea, three-breath focus before a leap, and a whispered promise to the road."
    },
    {
      "id": "NP00003091",
      "name": "Maeralyn Snowbloom",
      "race": "Snow Elves",
      "sex": "Female",
      "type": "ally",
      "skin_tone": "pale",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "topknot",
      "eye_color": "silver",
      "height": "short",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "She has silver eyes and long topknot white hair over a smooth pale complexion. She stands short with a slim build. Frost-pale lashes and a faint aurora sheen along the cheekbones betray her winter lineage.",
      "clothing": "Quilted doeskin under a light frostweave mantle; crystal clasps catch pale light. Soft-soled boots and beadwork gloves for silent steps across ice.",
      "personality": "She speaks softly but aims true—keen-eyed, quick to smile, and quicker to plan. She collects small rituals: her morning tea, three-breath focus before a leap, and a whispered promise to the road."
    }
  ]
}
