{
  "npcs": [
    {
      "id": "NP00003002",
      "name": "Elira Dawnmere",
      "race": "Human",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "She has blue eyes. A fall of short curly brown hair. Light brown, weathered skin. Medium, slim. Slender seamstress with nimble fingers and a kerchiefed crown of blonde hair. Slender seamstress with nimble fingers and a kerchiefed crown of blonde hair. medium, straight, blonde hair; blue eyes; fair, smooth skin; medium height, slim build. . composed, purposeful, sharp when it counts.",
      "clothing": "She favors traveler’s coat over layered basics — cut from wool, leather — in tones of tan, navy, oak. In a palette of tan, navy, oak, she wears a traveler's coat over simple layers, cut from wool, leather, finished with a woven sash. Pale dresses, pale thread, blue eyes bright with careful dreams. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears sailor’s stripes beneath an oilskin, corded belt and hook-knife, tar-stained boots.",
      "personality": "She hides tiny protective stitches in hems—quiet blessings paid forward one garment at a time. Road dust sits easy on her."
    },
    {
      "id": "NP00003003",
      "name": "Osric Harthollow",
      "race": "Human",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "hazel",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "White, smooth skin. He carries a medium, stocky frame. Short straight brown hair frames his face. Hazel eyes catch the light. medium, straight, balding hair; brown eyes; light, smooth skin; medium height, round build. Smells faintly of grain and river mist. His stories have been told so often he’ve learned to walk on his own—and buy him ale when he do. medium, straight, balding hair; brown eyes; light, smooth skin; medium height, round build. . composed, purposeful, sharp when it counts.",
      "clothing": "He wears traveler’s coat over layered basics — worked in wool, leather — leaning toward tan, navy, oak. In tan, navy, oak tones, he wears a traveler's coat over simple layers; cut from wool, leather, with a woven sash to complete the look. Round-bellied miller with a booming hello and flour-dusted boots. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears sailor’s stripes beneath an oilskin, corded belt and hook-knife, tar-stained boots.",
      "personality": "She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. There’s a quickness in his gaze that finds solutions. Road dust sits easy on him."
    },
    {
      "id": "NP00003004",
      "name": "Kaelen Veyra",
      "race": "Great Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "orange",
      "skin_texture": "matte",
      "hair_colour": "auburn",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "A glance finds green eyes. Medium straight auburn hair. Curvy and very tall. Orange, matte skin. Pale scribe with silver hair clasped neatly and emerald eyes behind slim spectacles. Great Elf manner: elegant diction, careful posture, and wit that bows before it cuts. medium, straight, silver hair; emerald eyes; pale, smooth skin; medium height, slim build. pointed ears. Great Elf manner: elegant diction, careful posture, and wit that bows before it cuts. medium, straight, silver hair; emerald eyes; pale, smooth skin; medium height, slim build. pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "He is clad in court robes with metallic trim — colored in gold, white, amber — worked in silk, lamellar. He is clad in ornamental robes and plated accents; cut from silk, lamellar, with a gold and silver jewelry to complete the look. Layered robes ink-kissed at the cuffs. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. He wears a flowing saffron robe belted with braided cord, soft doeskin shoes and a travel-cloak pinned with a moon-brooch.",
      "personality": "She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. Courts were made for him, or so he acts."
    },
    {
      "id": "NP00003005",
      "name": "Branna Holloway",
      "race": "Human",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "olive",
      "skin_texture": "weathered",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "brown",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "She has brown eyes. A fall of long straight black hair. Olive, weathered skin. Medium and stocky. medium, straight, red hair; hazel eyes; tanned, smooth skin; medium height, bulky build. .",
      "clothing": "She wears traveler’s coat over layered basics — in tones of tan, navy, oak — cut from wool, leather. In a palette of tan, navy, oak, she wears a traveler's coat over simple layers — worked in wool, leather, with a woven sash to complete the look. Broad-shouldered farmer, sun-browned, hair the color of late harvest. Roughspun linen patched a dozen times; calluses you could read a field by. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "personality": "She laughs loud, trusts slow, and plants stubborn—each season an argument she intends to win. witty, charming, quick on the turn. There’s a quickness in her gaze that finds solutions. Road dust sits easy on her."
    },
    {
      "id": "NP00003007",
      "name": "Torven Blacktusk",
      "race": "Ashfoot Orc",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "green",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "mohawk",
      "eye_color": "brown",
      "height": "tall",
      "build": "powerful",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "He has brown eyes. A fall of long mohawk brown hair. Green, rough skin. Tall and powerful. medium, straight, black hair; amber eyes; charcoal-green, smooth skin; medium height, burly build. Amber eyes warm, hands gentle on strays and careful on knives. Ashfoot Orc roots: volcanic prayer-runes burned faint on his knuckles, smoke-salt on the tongue, steady as cooled stone. medium, straight, black hair; amber eyes; charcoal-green, smooth skin; medium height, burly build. tusks.",
      "clothing": "He favors reinforced hide with iron rings — made from cured hide, iron rings — leaning toward moss, iron, earth. He is clad in a reinforced hide coat and bracers; worked in cured hide, iron rings, finished with a trophy charm. Burly butcher with chipped tusks and an apron that’s seen storms. She wears obsidian-inset armor, ash-dyed wraps, bone totems, bare feet. He wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids.",
      "personality": "Amber eyes warm, hands gentle on strays and careful on knives. calm, observant, quietly determined. He measures friendship in deeds."
    },
    {
      "id": "NP00003010",
      "name": "Maera Snowtress",
      "race": "Snow Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "silver",
      "height": "small",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "She has silver eyes. A fall of long braided black hair. White, smooth skin. Small, slim, toned. medium, braided, white hair; ice-blue eyes; pale with frost freckles, smooth skin; medium height, slim build. pointed ears. Iceseller who never slips. medium, braided, white hair; ice-blue eyes; pale with frost freckles, smooth skin; medium height, slim build. pointed ears.",
      "clothing": "She wears minimal layers and a short cloak — leaning toward ivory, ice, silver — cut from light wool, leather. In ivory, ice, silver hues, she wears minimal layers with a short cloak — worked in leather, light wool, finished with a frostglass bangles. White braid, ice-blue gaze, coats lined in hare-fur. Snow Elf poise: cool courtesy, warmer prices if you bring news from mountain passes. She wears fur-lined coats, frost-woven wraps, high boots, glacier-gleam brooch. She wears layered green leathers over a linen tunic, a quiver high on the back, bracers etched with vinework.",
      "personality": "calm, observant, quietly determined. Cold clings to her like a shawl. When pressed, she keeps promises and receipts."
    },
    {
      "id": "NP00003011",
      "name": "Keth Ironline",
      "race": "Iron Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "He has brown eyes. A fall of short braided brown hair. Light brown, smooth skin. Stocky and short. medium, straight, black hair; brown eyes; ruddy, rough skin; medium height, bulky build. Railwright with arms like joists. Drinks water at work, ale at dusk, and respect at the same table as anyone who’ll give it. medium, straight, black hair; brown eyes; ruddy, rough skin; medium height, bulky build. . composed, purposeful, sharp when it counts.",
      "clothing": "He wears ringmail under a layered tabard — made from ringmail, canvas — leaning toward slate, brass, umber. In a palette of slate, brass, umber, he wears a layered tabard over mail; worked in ringmail, canvas, set off by a hammered buckles. She wears forge leathers, iron-banded bracers, tool belt, hobnail boots. He wears simple pilgrim’s wraps and sandals, walking staff banded in tin instead of a warhammer.",
      "personality": "She wears forge leathers, iron-banded bracers, tool belt, hobnail boots. Keeps the town’s winches honest and its cranes fed. Gravel and laughter share space in his voice."
    },
    {
      "id": "NP00003032",
      "name": "Alenna Goldbranch",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "White, matte skin. She carries a medium, slim, toned frame. Long straight blonde hair frames her face. Brown eyes catch the light. Olive skin, hazel eyes, hands perfumed with oak barrels. medium, straight, brown hair; hazel eyes; olive, smooth skin; medium height, slim build. pointed ears. Winemaker who stains her lips purple and her laughter deeper. Olive skin, hazel eyes, hands perfumed with oak barrels. She insists every bottle has a memory corked inside—some happy, some best left sealed. medium, straight, brown hair; hazel eyes; olive, smooth skin; medium height, slim build. pointed ears.",
      "clothing": "She wears leafmantle and a close-fitted jerkin — with pine, sage, bark running the trims — worked in deerskin, leaf‑weave. In a palette of pine, sage, bark, she wears a close-fitted jerkin and leafmantle; cut from deerskin, leaf-weave, set off by a feather charm. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She wears layered green leathers over a linen tunic, a quiver high on the back, bracers etched with vinework.",
      "personality": "witty, charming, quick on the turn. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. Quiet as leaf‑fall when she wishes."
    },
    {
      "id": "NP00003038",
      "name": "Sivra Moonpetal",
      "race": "Great Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "A glance finds green eyes. Long straight brown hair. Tall, curvy. Yellow, smooth skin. Her blue eyes look at flowers and people with the same appraisal—beauty, fragility, bloom, decay. medium, straight, silver hair; blue eyes; ivory, smooth skin; tall height, tall build. pointed ears. Florist whose bouquets lean toward the dangerous: nightshade nestled with roses, wolfsbane with lilies.",
      "clothing": "She wears ornamental robes with plated accents — leaning toward gold, white, amber — worked in silk, lamellar. In gold, white, amber tones, she wears ornamental robes and plated accents — worked in silk, lamellar, with a gold and silver jewelry to complete the look. Tall, ivory-skinned, silver-haired, with robes soft as twilight. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She wears a flowing saffron robe belted with braided cord, soft doeskin shoes and a travel-cloak pinned with a moon-brooch.",
      "personality": "calm, observant, quietly determined. Courts were made for her, or so they act. She stands a breath taller than most shadows."
    },
    {
      "id": "NP00003046",
      "name": "Sable Nightglass",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light purple",
      "skin_texture": "smooth",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "appearance": "A glance finds silver eyes. Long straight black hair. Medium and statuesque. Black, smooth skin. her heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone. A Sableheart Tiefling citizen who carries herself with distinction.",
      "clothing": "She wears corseted longdress — cut from velvet, silk — leaning toward black, gold, crimson. She favors a tailored velvet coat and corseted longdress; cut from velvet, silk, with a gold chainwork to complete the look. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. polished gold silver bronze long curved pointed horns, long tail matching skin color, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears a fitted satin dress with metallic piping and opera-length gloves, anklets chiming softly.",
      "personality": "She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. She bargains with smiles and silence. Charm drips like honey from her words."
    },
    {
      "id": "NP00003047",
      "name": "Zaya Starflax",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light purple",
      "skin_texture": "smooth",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "appearance": "A glance finds gold eyes. Long wavy black hair. Tall, curvy. Black, smooth skin. her heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone. A Sableheart Tiefling citizen who carries herself with distinction.",
      "clothing": "She is clad in gold chainwork — made from velvet, silk — leaning toward black, gold, crimson. She favors a tailored velvet coat and corseted longdress; cut from velvet, silk, finished with a gold chainwork. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. polished gold silver bronze long curved pointed horns, long tail matching skin color, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears a laced corset bodice and layered skirt with a high slit, long silk gloves, a bolero jacket and strapped heeled boots with jewelry chains.",
      "personality": "She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. She bargains with smiles and silence. Charm drips like honey from her words."
    },
    {
      "id": "NP00003012",
      "name": "Ysil Darkstring",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "dark brown",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "purple",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "She has purple eyes. A fall of medium straight brown hair. Dark brown, matte skin. Tall and curvy. Luthier with white hair and crimson eyes, fingertips stained with oil and resin. medium, straight, white hair; crimson eyes; obsidian, smooth skin; medium height, slim build. pointed ears. Luthier with white hair and crimson eyes, fingertips stained with oil and resin. Dark Elf craft turned to music: her instruments hold night in her soundbox and streetlight in her varnish. medium, straight, white hair; crimson eyes; obsidian, smooth skin; medium height, slim build. pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "She favors shadow-cut leathers — with charcoal, indigo, silver running the trims — stitched from soft leather, silk. She wears silk wraps — a palette of teal, sand, oxblood, worked in soft leather, silk, finished with a silver filigree. She wears shadow-cut leathers, web-lace sleeves, soft-soled boots, poisoners' kit. She wears mirror-bright steel plate with leaf-engraved pauldrons, chain underlayers and a scarlet tabard—weighty and martial.",
      "personality": "She wears shadow-cut leathers, web-lace sleeves, soft-soled boots, poisoners' kit. Moonlit steel edges her voice."
    },
    {
      "id": "NP00003016",
      "name": "Brother Malric",
      "race": "Human",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "He has green eyes. A fall of short straight brown hair. White, weathered skin. Slim and medium. medium, straight, brown tonsure hair; gray eyes; pale, smooth skin; medium height, spare build. Archivist-priest with ink on his cuffs and patience for difficult truths. He lends books and collects apologies. His sermons are footnotes with teeth. medium, straight, brown tonsure hair; gray eyes; pale, smooth skin; medium height, spare build. . composed, purposeful, sharp when it counts.",
      "clothing": "He is clad in road leathers and a weathered cloak — made from wool, leather — in tones of tan, navy, oak. He wears traveler's coat — a palette of tan, navy, oak, worked in wool, leather, finished with a woven sash. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "personality": "He lends books and collects apologies. Road dust sits easy on him."
    },
    {
      "id": "NP00003006",
      "name": "Liora Fenvale",
      "race": "Half–Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "olive",
      "skin_texture": "matte",
      "hair_colour": "auburn",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "She has brown eyes. A fall of medium wavy auburn hair. Olive, matte skin. Medium and slim, toned. Slim herbalist with violet eyes that count heartbeats. medium, straight, brown hair; violet eyes; olive, smooth skin; medium height, slim build. Slim herbalist with violet eyes that count heartbeats. medium, straight, brown hair; violet eyes; olive, smooth skin; medium height, slim build. .",
      "clothing": "She wears leafmantle and a close-fitted jerkin — cut from deerskin, leaf‑weave — colored in pine, sage, bark. She is clad in a close-fitted jerkin and leafmantle, made with deerskin, leaf-weave, finished with a feather charm. Patchwork skirts perfumed by sage and resin. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears layered green leathers over a linen tunic, a quiver high on the back, bracers etched with vinework.",
      "personality": "calm, observant, quietly determined. Human warmth, Forest Elf patience: she soothes with tea, warns with nettle, and writes your name on a leaf if you’ve crossed her. calm, observant, quietly determined. Her presence smells faintly of resin and rain. She moves with hush and green cunning."
    },
    {
      "id": "NP00003009",
      "name": "Dren Stonebinder",
      "race": "Hill Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "A glance finds hazel eyes. Long braided brown hair. Stocky and short. Brown, smooth skin. Sun-browned skin, sandy beard tied with bead-markers for bridges raised and taverns repaired. medium, straight, sandy hair; hazel eyes; sun-browned, rough skin; medium height, sturdy build. Mason who hums to mortar. Sun-browned skin, sandy beard tied with bead-markers for bridges raised and taverns repaired. medium, straight, sandy hair; hazel eyes; sun-browned, rough skin; medium height, sturdy build. . composed, purposeful, sharp when it counts.",
      "clothing": "He is clad in forge leathers and bracers — made from ringmail, canvas — in tones of slate, brass, umber. He is clad in a layered tabard over mail — made with ringmail, canvas, finished with a hammered buckles. She wears embroidered work tunic, stout belt, canvas trousers, field boots. He wears simple pilgrim’s wraps and sandals, walking staff banded in tin instead of a warhammer.",
      "personality": "She wears embroidered work tunic, stout belt, canvas trousers, field boots. Hill Dwarf habit: a pocket for chalk, a pocket for bread, and a pocket for promises. He carries the memory of tools in his hands. Gravel and laughter share space in his voice."
    },
    {
      "id": "NP00003020",
      "name": "Bera Copperbloom",
      "race": "Coastal Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "A glance finds hazel eyes. Long braided brown hair. Stocky and short. Brown, smooth skin. medium, braided, copper hair; sea-green eyes; wind-browned, rough skin; medium height, sturdy build. Netmaker with sea-salt in her beard beads and a gull that refuses to leave. medium, braided, copper hair; sea-green eyes; wind-browned, rough skin; medium height, sturdy build. .",
      "clothing": "She is clad in forge leathers and bracers — made from ringmail, canvas — leaning toward slate, brass, umber. She favors a layered tabard over mail; made with ringmail, canvas, with a hammered buckles to complete the look. Coastal Dwarf craft: tarred twine, shell charms, swearing gentle enough for children—unless the knots tangle. She wears tarred twine vest, sea-cloak, shell-braided beard, deck boots. She wears silk robes trimmed in gilt thread, beadwork at the hems and soft slippers that whisper over stone.",
      "personality": "Coastal Dwarf craft: tarred twine, shell charms, swearing gentle enough for children—unless the knots tangle. calm, observant, quietly determined. She carries the memory of tools in her hands. Gravel and laughter share space in her voice."
    },
    {
      "id": "NP00003023",
      "name": "Tess Vervain",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "purple",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "appearance": "A glance finds silver eyes. Medium straight black hair. Statuesque and medium. Black, glossy skin. medium, straight, black hair; amethyst eyes; deep brown with violet undertone, smooth skin; medium height, curvy build. polished gold silver bronze long curved pointed horns, long tail matching skin color, pointed ears. her heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone. Perfumer whose shop smells like secrets. medium, straight, black hair; amethyst eyes; deep brown with violet undertone, smooth skin; medium height, curvy build. polished gold silver bronze long curved pointed horns, long tail matching skin color, pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "She is clad in gold chainwork — colored in black, gold, crimson — worked in velvet, silk. polished gold silver bronze long curved pointed horns, amethyst eyes, black gloves to hide the tincture stains. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. polished gold silver bronze long curved pointed horns, amethyst eyes, black gloves to hide the tincture stains. She wears corset bodice with laced front, layered skirt with high slit, long silk gloves, bolero jacket, strapped heeled boots, jewelry chains and earrings. She wears a fitted satin dress with metallic piping and opera-length gloves, anklets chiming softly.",
      "personality": "She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. She sells a scent for bravery and a cheaper one for pretending. She bargains with smiles and silence."
    },
    {
      "id": "NP00003028",
      "name": "Brigda Saltbrew",
      "race": "Coastal Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "She has brown eyes. A fall of short braided brown hair. Light brown, weathered skin. Short, stocky. Coastal Dwarf stubbornness: she says seawater in the mash ‘puts iron in the soul.’ medium, braided, salt-and-copper hair; sea-green eyes; wind-browned, rough skin; medium height, bulky build. She keeps shells in her braids and storms in her barrels. Coastal Dwarf stubbornness: she says seawater in the mash ‘puts iron in the soul.’ medium, braided, salt-and-copper hair; sea-green eyes; wind-browned, rough skin; medium height, bulky build. .",
      "clothing": "She wears ringmail under a layered tabard — stitched from ringmail, canvas — colored in slate, brass, umber. She favors a layered tabard over mail, cut from ringmail, canvas, finished with a hammered buckles. She wears tarred twine vest, sea-cloak, shell-braided beard, deck boots. She wears simple pilgrim’s wraps and sandals, walking staff banded in tin instead of a warhammer.",
      "personality": "She keeps shells in her braids and storms in her barrels. witty, charming, quick on the turn. Brewer with a laugh as loud as gulls; her mead tastes faintly of brine and citrus. witty, charming, quick on the turn. She carries the memory of tools in her hands. Gravel and laughter share space in her voice."
    },
    {
      "id": "NP00003033",
      "name": "Korrin Brassbuckle",
      "race": "Hill Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "He has brown eyes. A fall of long braided brown hair. Brown, weathered skin. Stocky and short. medium, braided, rust-red hair; brown eyes; sun-browned, rough skin; medium height, stout build. Stout frame, booming voice, and ale strong enough to wake ancestors. Hill Dwarf cheer: every toast is half joke, half battle cry. medium, braided, rust-red hair; brown eyes; sun-browned, rough skin; medium height, stout build. .",
      "clothing": "He favors ringmail under a layered tabard — worked in ringmail, canvas — leaning toward slate, brass, umber. He wears ringmail under an oilcloth coat, thick leather gloves and iron-toed boots black with soot. Tavern-keeper with rust-red beard braided into his belt. She wears embroidered work tunic, stout belt, canvas trousers, field boots.",
      "personality": "witty, charming, quick on the turn. Gravel and laughter share space in his voice. Most days, He trusts his instincts."
    },
    {
      "id": "NP00003035",
      "name": "Bram Oakhollow",
      "race": "Human",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "dark brown",
      "skin_texture": "weathered",
      "hair_colour": "red",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "blue",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "A glance finds blue eyes. Medium wavy red hair. Medium and stocky. Dark brown, weathered skin. short, straight, grey hair; brown eyes; weathered tan, smooth skin; medium height, burly build. Woodcutter with arms like old trunks, grey hair cropped, brown eyes full of patient storms. He treats every felled tree like a funeral, every hearth-stock like a christening. short, straight, grey hair; brown eyes; weathered tan, smooth skin; medium height, burly build. . composed, purposeful, sharp when it counts.",
      "clothing": "He favors traveler’s coat over layered basics — cut from wool, leather — colored in tan, navy, oak. He is clad in a traveler's coat over simple layers, worked in wool, leather, finished with a woven sash. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears a doublet and riding breeches with knee boots, gloves tucked through the belt.",
      "personality": "Woodcutter with arms like old trunks, grey hair cropped, brown eyes full of patient storms. Road dust sits easy on him."
    },
    {
      "id": "NP00003037",
      "name": "Jorek Ironstem",
      "race": "Iron Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "He has blue eyes. A fall of long braided brown hair. Brown, weathered skin. Short and stocky. Heavyset body, ruddy skin, coal-grey beard braided with iron filings. medium, braided, coal-grey hair; black eyes; ruddy, rough skin; medium height, bulky build. Blacksmith who tempers steel with old hymns. Heavyset body, ruddy skin, coal-grey beard braided with iron filings. medium, braided, coal-grey hair; black eyes; ruddy, rough skin; medium height, bulky build. . composed, purposeful, sharp when it counts.",
      "clothing": "He is clad in forge leathers and bracers — in tones of slate, brass, umber — stitched from ringmail, canvas. He wears stout mail over quilted gambeson with plate at shoulders and shins, a broad belt of hammered brass. His hammers ring like church bells; his anvils whisper the day’s gossip. She wears forge leathers, iron-banded bracers, tool belt, hobnail boots.",
      "personality": "She wears forge leathers, iron-banded bracers, tool belt, hobnail boots. Gravel and laughter share space in his voice."
    },
    {
      "id": "NP00003001",
      "name": "Tharic Coalbrow",
      "race": "Ember Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "A glance finds brown eyes. Short wavy red hair. Short and stocky. Light brown, smooth skin. Stocky forge-smith, beard sparking with ember-red beads. Laugh is short; advice is shorter. short, braided, black streaked with soot hair; gray eyes; soot-browned, rough skin; medium height, bulky build. .",
      "clothing": "He wears forge leathers and bracers — stitched from ringmail, canvas — in tones of slate, brass, umber. He wears tabard — a palette of teal, sand, oxblood, worked in ringmail, canvas, finished with a hammered buckles. Hammer on his belt, pride in his gray eyes, burn-scars mapped like old rivers. Ember Dwarf habits: heat-tempered leathers, ash-scented beard oil, prayers muttered into the quench. She wears heat-tempered leathers, copper-riveted apron, rune-stitched cuffs. He wears boiled-leather jack with inset rune-plates, fingerless gloves and a many-pocketed tool harness.",
      "personality": "witty, charming, quick on the turn. In a crisis, He spends calm like currency. He carries the memory of tools in his hands."
    },
    {
      "id": "NP00003013",
      "name": "Vel Thornhook",
      "race": "Voided Tiefling",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "sleek",
      "eye_color": "silver",
      "height": "tall",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "appearance": "He has silver eyes. A fall of long sleek black hair. Pitch black, matte skin. Tall and willowy. black long straight smooth upward pointed horns, violet-tinged skin, ink under every nail. medium, straight, black hair; violet eyes; pale with violet undertone, smooth skin; medium height, slim build. black long straight smooth upward pointed horns, pitch black long smooth tail, pointed very long pointed ears. his heritage is obvious: pitch-black smooth skin, black long straight smooth upward pointed horns set upward, very long pointed very long pointed ears, pitch black long smooth tail. Dock-clerk whose ledgers never lose a page. medium, straight, black hair; violet eyes; pale with violet undertone, smooth skin; medium height, slim build. black long straight smooth upward pointed horns, pitch black long smooth tail, pointed very long pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "He wears shadowweave layers — leaning toward black, violet, cold blue — cut from shadowweave, smoke‑silk. He wears asymmetrical longcoat — a palette of teal, sand, oxblood, worked in shadowweave, smoke-silk, finished with a void-sigil choker. He wears a high-collar robe and sleeveless outer cloak, a long sash belt with hanging charms, silver-stitched gloves, fitted trousers and heeled boots, a cloak patterned like stars.. black long straight smooth upward pointed horns, violet-tinged skin, ink under every nail. The sea brings him secrets; he files him next to tariffs and lets him gather interest. She wears high-collar robe, sleeveless outer cloak, long sash belt, silver-stitched gloves, fitted trousers, heeled boots, cloak patterned like stars. He wears a stark white linen wrap that throws his pitch-black skin into contrast, barefoot and jewel-bright rings.",
      "personality": "He is enigmatic — unflappable and calm. Starlight seems to bend toward him and vanish. When pressed, he keeps promises and receipts. Light slips off his edges."
    },
    {
      "id": "NP00003015",
      "name": "Anwen Reedwhistle",
      "race": "Harpy",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "average",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "She has blue eyes. A fall of medium curly blonde hair. White, smooth skin. Medium, average. Silver eyes that catch movement a heartbeat early. medium, straight, feather crest hair; silver eyes; pale, smooth skin; medium height, light build. Courier who times her landings to the bell. Silver eyes that catch movement a heartbeat early. She writes letters in the air with her finger to remember her later. medium, straight, feather crest hair; silver eyes; pale, smooth skin; medium height, light build. wings, talons. composed, purposeful, sharp when it counts.",
      "clothing": "She is clad in road leathers and a weathered cloak — colored in tan, navy, oak — worked in wool, leather. She wears flight leathers — a palette of teal, sand, oxblood, worked in leather, wool, finished with a talon guards. She wears feathered mantle, flight leathers, beadwork, talon guards. She wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth.",
      "personality": "She writes letters in the air with her finger to remember her later. There’s a quickness in her gaze that finds solutions. Road dust sits easy on her."
    },
    {
      "id": "NP00003019",
      "name": "Ilwen Grayglass",
      "race": "Great Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "orange",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "appearance": "She has green eyes. A fall of medium straight brown hair. Orange, smooth skin. Tall, curvy. Glazier whose windows keep more than wind out. Prices rise with your rudeness; fall if you notice the beveling. medium, straight, ash hair; grey eyes; pale, smooth skin; tall height, tall build. pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "She favors ornamental robes with plated accents — worked in silk, lamellar — leaning toward gold, white, amber. She wears supple leaf-dyed leathers with bark-plate reinforcements, a hood drawn low and soft boots for silent steps. Ash hair in a silk snood, grey eyes measuring the world in panes. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots.",
      "personality": "She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She stands a breath taller than most shadows. Courts were made for her, or so she acts."
    },
    {
      "id": "NP00003025",
      "name": "Grish Stormpan",
      "race": "Storm Orc",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "green",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "mohawk",
      "eye_color": "yellow",
      "height": "tall",
      "build": "powerful",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "appearance": "A glance finds yellow eyes. Long mohawk brown hair. Tall, powerful. Green, rough skin. Sea-green skin scarred by lightning, ice-blue stare softened by steam. medium, straight, black knot hair; ice-blue eyes; sea-green, smooth skin; medium height, bulky build. Street-cook who slaps batter like a drum. Sea-green skin scarred by lightning, ice-blue stare softened by steam. Pancakes flip to the beat of rain on canvas; his salt is measured with two fingers and a blessing. medium, straight, black knot hair; ice-blue eyes; sea-green, smooth skin; medium height, bulky build. tusks.",
      "clothing": "He favors reinforced hide with iron rings — colored in moss, iron, earth — made from cured hide, iron rings. She wears storm-marked mail, sea-cloak, rope belt, boarder's boots. He wears brutal hide cuirass with iron rings, rawhide straps and a wolf-pelt mantle.",
      "personality": "calm, observant, quietly determined. In a crisis, He spends calm like currency. He measures friendship in deeds."
    },
    {
      "id": "NP00003027",
      "name": "Rilven Ashmark",
      "race": "Snow Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "small",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "appearance": "He has blue eyes. A fall of long braided purple hair. White, smooth skin. Small, slim, toned. Ice-blue eyes, silver hair, and fingers always smelling of tallow. medium, straight, silver hair; ice-blue eyes; pale with frost freckles, smooth skin; medium height, slim build. pointed ears. Chandler who crafts candles of whale-fat and mountain herbs. Ice-blue eyes, silver hair, and fingers always smelling of tallow. He sells light with superstition: some burn steady, others bend shadows if asked nicely. medium, straight, silver hair; ice-blue eyes; pale with frost freckles, smooth skin; medium height, slim build. pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "He favors minimal layers and a short cloak — with ivory, ice, silver running the trims — stitched from light wool, leather. He wears mirror-bright steel plate with leaf-engraved pauldrons, chain underlayers and a scarlet tabard—weighty and martial. She wears fur-lined coats, frost-woven wraps, high boots, glacier-gleam brooch.",
      "personality": "He sells light with superstition: some burn steady, others bend shadows if asked nicely. He leaves a whisper of frost in passing."
    },
    {
      "id": "NP00003034",
      "name": "Yrris Starfall",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "appearance": "Olive, smooth skin. She carries a lean and medium frame. Long braided green hair frames her face. Gold eyes catch the light. Olive skin glimmers green under candlelight; white light brown antler-like pointed horns capped in copper; green eyes that don’t blink when the sky turns strange. medium, straight, black hair; green eyes; olive with green hue, smooth skin; medium height, slim build. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, pointed ears. her heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. Astrologer who tattoos star-maps across her own arms. Olive skin glimmers green under candlelight; white light brown antler-like pointed horns capped in copper; green eyes that don’t blink when the sky turns strange. She whispers fortunes with ink-stained fingers. medium, straight, black hair; green eyes; olive with green hue, smooth skin; medium height, slim build. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "She favors draped shawl and vine belt — stitched from leaf‑leather, bark bracers — in tones of sage, emerald, bark. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. She wears flowing embroidered robe, sleeveless overcloak, vine belt with pouches, leaf-stitched bracers, long skirt with slits, strapped sandals. She wears a flowing embroidered robe and sleeveless overcloak, vine belt with pouches, leaf-stitched bracers and strapped sandals.",
      "personality": "She whispers fortunes with ink-stained fingers. She hums old growth songs under her breath."
    },
    {
      "id": "NP00003036",
      "name": "Nimri Featherveil",
      "race": "Harpy",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "average",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "appearance": "White, matte skin. She carries a average and medium frame. Medium curly blonde hair frames her face. Blue eyes catch the light. Slim frame, silver eyes that notice breaths. medium, straight, feathered crest hair; silver eyes; pale, smooth skin; medium height, slim build. Midwife who hums lullabies that echo like wings. Slim frame, silver eyes that notice breaths. She ties blessings on threadbare wings and never lets a first cry go unanswered. medium, straight, feathered crest hair; silver eyes; pale, smooth skin; medium height, slim build. wings, talons. composed, purposeful, sharp when it counts.",
      "clothing": "She wears road leathers and a weathered cloak — made from wool, leather — in tones of tan, navy, oak. In a palette of tan, navy, oak, she wears a traveler's coat over simple layers, cut from wool, leather, finished with a woven sash. She wears feathered mantle, flight leathers, beadwork, talon guards. She wears padded jack with steel splints under a quilted surcoat, knotted scarf and fingerless gloves.",
      "personality": "She ties blessings on threadbare wings and never lets a first cry go unanswered. There’s a quickness in her gaze that finds solutions."
    },
    {
      "id": "NP00003040",
      "name": "Veyra Nullbrand",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light grey",
      "skin_texture": "cracked",
      "hair_colour": "black",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "statuesque",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black horns",
        "long horns",
        "jagged horns"
      ],
      "appearance": "She has silver eyes. A fall of medium straight red hair. Dark red, smooth skin. Medium, statuesque. her heritage is obvious: light grey cracked craggily skin, black very long jagged pointed horns, black very long twisted spiked tail with a spiked tip. A Darkblood Tiefling citizen who carries herself with distinction.",
      "clothing": "She wears officer’s coat with lacquer — stitched from silk, lacquer — with maroon, obsidian, silver running the trims. She wears leather breastplate with a high collar under a hooded cloak, scale-stitched bracers, a utility belt and fitted trousers with thigh straps, armored boots.. She wears black leather breastplate with a high collar, hooded cloak, scale-stitched bracers and fitted trousers with thigh straps. She wears leather breastplate with a high collar under a hooded cloak, scale-stitched bracers, a utility belt and fitted trousers with thigh straps, armored boots.. black very long jagged pointed horns, black very long twisted spiked tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. She cuts with etiquette first."
    },
    {
      "id": "NP00003041",
      "name": "Zaira Nullbrand",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light grey",
      "skin_texture": "cracked",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "sleek",
      "eye_color": "silver",
      "height": "medium",
      "build": "normal",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black horns",
        "long horns",
        "jagged horns"
      ],
      "appearance": "Dark red, glossy skin. She carries a medium, statuesque frame. Long sleek black hair frames her face. Silver eyes catch the light. her heritage is obvious: light grey cracked craggily skin, black very long jagged pointed horns, black very long twisted spiked tail with a spiked tip. A Darkblood Tiefling citizen who carries herself with distinction.",
      "clothing": "She favors officer’s coat with lacquer — colored in maroon, obsidian, silver — cut from silk, lacquer. She wears leather breastplate with a high collar under a hooded cloak, scale-stitched bracers, a utility belt and fitted trousers with thigh straps, armored boots.. She wears black leather breastplate with a high collar, hooded cloak, scale-stitched bracers and fitted trousers with thigh straps. She wears leather breastplate with a high collar under a hooded cloak, scale-stitched bracers, a utility belt and fitted trousers with thigh straps, armored boots.. black very long jagged pointed horns, black very long twisted spiked tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. In a crisis, She spends calm like currency. She cuts with etiquette first."
    },
    {
      "id": "NP00003042",
      "name": "Mav Blackspike",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "swept back",
      "eye_color": "yellow",
      "height": "tall",
      "build": "powerful",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "appearance": "She has yellow eyes. A fall of short swept back black hair. Red, scarred skin. Medium and powerful. her heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin. A Hellbound Tiefling citizen who carries herself with distinction.",
      "clothing": "She is clad in spiked plate with scorched cloak — made from mail, scorched leather — with ember, coal, brass running the trims. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. grey light brown thick long blunt pointed horns, red medium thick tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears plated laminar with soot-black surcoat, gorget and braced vambraces, a scorched cloak at the shoulders.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Ash-sweet and fearless, she rarely looks back. Warmth radiates like banked coals from her skin."
    },
    {
      "id": "NP00003043",
      "name": "Nyx Voidweave",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "gold",
      "height": "tall",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "appearance": "She has gold eyes. A fall of long straight black hair. Red, smooth skin. Medium and brawny. her heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin. A Hellbound Tiefling citizen who carries herself with distinction.",
      "clothing": "She favors spiked plate with scorched cloak — cut from mail, scorched leather — in tones of ember, coal, brass. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. She wears heavy plate with spiked pauldrons, thick gauntlets and a chain belt over armored skirt panels, greaves and sabatons. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. grey light brown thick long blunt pointed horns, red medium thick tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Ash-sweet and fearless, she rarely looks back. Warmth radiates like banked coals from her skin."
    },
    {
      "id": "NP00003044",
      "name": "Vel Coalbrand",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "tall",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "appearance": "Pitch black, matte skin. She carries a medium, slim frame. Medium straight black hair frames her face. Silver eyes catch the light. her heritage is obvious: pitch-black smooth skin, black long straight smooth upward pointed horns set upward, very long pointed very long pointed ears, pitch black long smooth tail. A Voided Tiefling citizen who carries herself with distinction.",
      "clothing": "She wears shadowweave layers — in tones of black, violet, cold blue — made from shadowweave, smoke‑silk. She wears a high-collar robe and sleeveless outer cloak, a long sash belt with hanging charms, silver-stitched gloves, fitted trousers and heeled boots, a cloak patterned like stars.. She wears a high-collar robe and sleeveless outer cloak, a long sash belt with hanging charms, silver-stitched gloves, fitted trousers and heeled boots, a cloak patterned like stars.. black long straight smooth upward pointed horns, pitch black long smooth tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears obsidian-toned garments with a star-patterned cloak, fitted trousers and long gloves.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Light slips off her edges."
    },
    {
      "id": "NP00003045",
      "name": "Selia Gloomline",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "appearance": "A glance finds silver eyes. Long sleek black hair. Medium, slim. Pitch black, matte skin. her heritage is obvious: pitch-black smooth skin, black long straight smooth upward pointed horns set upward, very long pointed very long pointed ears, pitch black long smooth tail. A Voided Tiefling citizen who carries herself with distinction.",
      "clothing": "She favors asymmetrical longcoat — worked in shadowweave, smoke‑silk — with black, violet, cold blue running the trims. She wears a high-collar robe and sleeveless outer cloak, a long sash belt with hanging charms, silver-stitched gloves, fitted trousers and heeled boots, a cloak patterned like stars.. She wears a high-collar robe and sleeveless outer cloak, a long sash belt with hanging charms, silver-stitched gloves, fitted trousers and heeled boots, a cloak patterned like stars.. black long straight smooth upward pointed horns, pitch black long smooth tail, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears obsidian-toned garments with a star-patterned cloak, fitted trousers and long gloves.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Starlight seems to bend toward her and vanish. Light slips off her edges."
    },
    {
      "id": "NP00003048",
      "name": "Nyx Gloomline",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "braided",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "appearance": "Olive, matte skin. She carries a medium and lean frame. Medium braided green hair frames her face. Gold eyes catch the light. her heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. A Viridian Tiefling citizen who carries herself with distinction.",
      "clothing": "She favors draped shawl and vine belt — cut from leaf‑leather, bark bracers — with sage, emerald, bark running the trims. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears a woodcutter’s kit—tough canvas jacket, rolled sleeves, bramble-snagged trousers and stout boots.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. She hums old growth songs under her breath. Green things like her."
    },
    {
      "id": "NP00003049",
      "name": "Mav Ashmire",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "loose",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "appearance": "She has green eyes. A fall of medium loose brown hair. Olive, matte skin. Medium and lean. her heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. A Viridian Tiefling citizen who carries herself with distinction.",
      "clothing": "She favors draped shawl and vine belt — in tones of sage, emerald, bark — worked in leaf‑leather, bark bracers. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. She wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, and bearing mark her tiefling heritage clearly. She wears attire suited to her station and embody the presence of her bloodline. She wears a woodcutter’s kit—tough canvas jacket, rolled sleeves, bramble-snagged trousers and stout boots.",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. She hums old growth songs under her breath."
    },
    {
      "id": "NP00003070",
      "name": "Ulgra Skulltide",
      "race": "Ashfoot Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "charcoal",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "shaved",
      "hair_style": "braided",
      "eye_color": "amber",
      "height": "tall",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "tusks",
        "calloused feet",
        "ash warpaint"
      ],
      "appearance": "She has amber eyes. A fall of shaved braided black hair frames a rough charcoal complexion. She stands tall, strong build.  Tall and scarred, Ashfoot Orcs wear grey-black skin like cooled ash. Ember-lit eyes glare above obsidian charms. They favor dark leather harnesses, ash-daubed skin, and rugged kilts, leaving feet bare to walk on coals during rites.",
      "clothing": "Sea-leathers and knotted cords wrap the frame; plates and hooks ring faintly when she moves. A storm-hood or ash-scarf rides the neck depending on the clan rite.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003071",
      "name": "Asha Ashwalker",
      "race": "Ashfoot Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "grey-black",
      "skin_texture": "scarred",
      "hair_colour": "dark brown",
      "hair_length": "shaved",
      "hair_style": "shaved",
      "eye_color": "ember",
      "height": "tall",
      "build": "muscular",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "tusks",
        "calloused feet",
        "ash warpaint"
      ],
      "appearance": "She has ember eyes. A fall of shaved shaved dark brown hair frames a scarred grey-black complexion. She stands tall, muscular build.  Tall and scarred, Ashfoot Orcs wear grey-black skin like cooled ash. Ember-lit eyes glare above obsidian charms. They favor dark leather harnesses, ash-daubed skin, and rugged kilts, leaving feet bare to walk on coals during rites.",
      "clothing": "Sea-leathers and knotted cords wrap the frame; plates and hooks ring faintly when she moves. A storm-hood or ash-scarf rides the neck depending on the clan rite.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003072",
      "name": "Ysilra Dawnmere",
      "race": "Snow Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pure white",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "short",
      "hair_style": "long",
      "eye_color": "ice blue",
      "height": "short",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "pointed ears",
        "icy gaze"
      ],
      "appearance": "She has ice blue eyes. A fall of short long white hair frames a smooth pure white complexion. She stands short, slim build.  Snow Elves have pure white skin and slim, small frames. Hair ranges from white and grey to black with icy blue or purple tones; eyes glint in frosted hues. Their clothing is minimalistic-revealing leather and simple fabrics designed for speed and adapted bodies that thrive in cold. Lines are austere, colors pale, often trimmed with fur only for grip and wind-shear.",
      "clothing": "She favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark her grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003073",
      "name": "Hildra Orefall",
      "race": "Iron Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "stone grey",
      "skin_texture": "scarred",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "short",
      "eye_color": "grey",
      "height": "short",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "thick beards",
        "braided beards"
      ],
      "appearance": "She has grey eyes. A fall of short short red hair frames a scarred stone grey complexion. She stands short, strong build.  Iron Dwarves are short and powerfully built, with stone-grey or earthy brown complexions and work-roughened skin. Hair runs black, brown, or red, often braided; beards are clasped with iron and steel. Their attire favors mail, plate, and heavy leathers blackened by forge soot, along with aprons and tool-laden belts.",
      "clothing": "She wears stout workweave and burnished mail; tool-belts sit easy at her hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003074",
      "name": "Ysil Dawnmere",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "tanned",
      "skin_texture": "smooth",
      "hair_colour": "light brown",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "green",
      "height": "medium",
      "build": "toned",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "sharp eyes"
      ],
      "appearance": "She has green eyes. A fall of long loose light brown hair frames a smooth tanned complexion. She stands medium, toned build.  Forest Elves are typically of fair, tanned, or olive complexion with hair of blonde, white, auburn, or light brown. Medium in height and slim yet toned, their sharp eyes and pointed ears lend a watchful grace. Their clothing is leather and pelt worked with leaves and living plants-minimal to moderate coverage for agility, often earth-dyed and silent in motion.",
      "clothing": "She favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark her grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003075",
      "name": "Yorin Starcrest",
      "race": "Forest Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "tanned",
      "skin_texture": "smooth",
      "hair_colour": "light brown",
      "hair_length": "braided",
      "hair_style": "long",
      "eye_color": "amber",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "sharp eyes"
      ],
      "appearance": "He has amber eyes. A fall of braided long light brown hair frames a smooth tanned complexion. He stands medium, slim build.  Forest Elves are typically of fair, tanned, or olive complexion with hair of blonde, white, auburn, or light brown. Medium in height and slim yet toned, their sharp eyes and pointed ears lend a watchful grace. Their clothing is leather and pelt worked with leaves and living plants-minimal to moderate coverage for agility, often earth-dyed and silent in motion.",
      "clothing": "He favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark his grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003076",
      "name": "Naeris Whisperwind",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale dark brown",
      "skin_texture": "smooth",
      "hair_colour": "grey",
      "hair_length": "straight",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "pointed ears",
        "silver tattoos",
        "piercing eyes"
      ],
      "appearance": "She has silver eyes. A fall of straight long grey hair frames a smooth pale dark brown complexion. She stands tall, curvy build.  Dark Elves bear pale, dusky-brown skin offset by hair of grey, brown, black, or silver-white. Tall and curvaceous, their angular features are sharpened by elegant pointed ears and a predatory glimmer to the eyes. They prefer dark leathers and fabrics cut close to the body, embellished with silver fittings and gemstones. Fine silver tattoos often wind across the skin, catching moonlight like constellations.",
      "clothing": "She favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark her grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003077",
      "name": "Theriz Leafsong",
      "race": "Dark Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pale dark brown",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "pointed ears",
        "silver tattoos",
        "piercing eyes"
      ],
      "appearance": "He has silver eyes. A fall of long long white hair frames a smooth pale dark brown complexion. He stands tall, curvy build.  Dark Elves bear pale, dusky-brown skin offset by hair of grey, brown, black, or silver-white. Tall and curvaceous, their angular features are sharpened by elegant pointed ears and a predatory glimmer to the eyes. They prefer dark leathers and fabrics cut close to the body, embellished with silver fittings and gemstones. Fine silver tattoos often wind across the skin, catching moonlight like constellations.",
      "clothing": "He favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark his grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003078",
      "name": "Vera Starcrest",
      "race": "Half–Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "amber",
      "height": "short",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "She has amber eyes. A fall of short wavy blonde hair frames a smooth brown complexion. She stands short, slim build. ",
      "clothing": "She favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark her grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003079",
      "name": "Jorin Silverbranch",
      "race": "Half–Forest Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "grey",
      "height": "tall",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "He has grey eyes. A fall of short wavy black hair frames a rough brown complexion. He stands tall, strong build. ",
      "clothing": "He favors layered leathers and leaf-worked cloth—quiet dyes, soft tread. Cords and charms mark his grove-oaths; a travel mantle rolls tight across the shoulder.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003080",
      "name": "Tova Anvilward",
      "race": "Hill Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "short",
      "eye_color": "green",
      "height": "short",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "beards",
        "rosy cheeks"
      ],
      "appearance": "She has green eyes. A fall of long short brown hair frames a rough ruddy complexion. She stands short, strong build.  Broad and ruddy, Hill Dwarves wear their sun with pride. Hair is often sun-bleached blonde or light brown, with thick beards knotted for work. Garb is practical-quilted vests, sturdy boots, homespun shirts-embroidered with clan motifs and beer-stain honesty.",
      "clothing": "She wears stout workweave and burnished mail; tool-belts sit easy at her hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003081",
      "name": "Jorik Coalhelm",
      "race": "Coastal Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "tanned",
      "skin_texture": "rough",
      "hair_colour": "blonde",
      "hair_length": "braided",
      "hair_style": "braided",
      "eye_color": "green",
      "height": "short",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "beards braided with shells"
      ],
      "appearance": "He has green eyes. A fall of braided braided blonde hair frames a rough tanned complexion. He stands short, strong build.  Weathered and sea-tough, Coastal Dwarves wear tanned skin and salt-crusted beards braided with shells. Hair runs sea-bleached white to blonde. Their clothes are tarred leathers, canvas coats, and rope belts-made for decks slick with brine.",
      "clothing": "He wears stout workweave and burnished mail; tool-belts sit easy at his hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003082",
      "name": "Therra Anvilward",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "short",
      "eye_color": "golden",
      "height": "short",
      "build": "muscular",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "glowing eyes",
        "forge burns"
      ],
      "appearance": "She has golden eyes. A fall of short short black hair frames a rough ruddy complexion. She stands short, muscular build.  Ember Dwarves carry soot-darkened skin and ember-glowing eyes. Hair is red or coal-black and often singed at the tips. Their armor is blackened steel, brass, and obsidian plates over fireproof leathers, with vents and grills like tiny furnaces.",
      "clothing": "She wears stout workweave and burnished mail; tool-belts sit easy at her hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003083",
      "name": "Kaela Stonebrew",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "singed",
      "hair_style": "braided",
      "eye_color": "amber",
      "height": "short",
      "build": "muscular",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "glowing eyes",
        "forge burns"
      ],
      "appearance": "She has amber eyes. A fall of singed braided black hair frames a rough ruddy complexion. She stands short, muscular build.  Ember Dwarves carry soot-darkened skin and ember-glowing eyes. Hair is red or coal-black and often singed at the tips. Their armor is blackened steel, brass, and obsidian plates over fireproof leathers, with vents and grills like tiny furnaces.",
      "clothing": "She wears stout workweave and burnished mail; tool-belts sit easy at her hips. Cuffs are stitched with clan-marks and practical pockets for wire, chalk, and keys.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003084",
      "name": "Aerol Stormplume",
      "race": "Harpy",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "bronze",
      "skin_texture": "weathered",
      "hair_colour": "sun-bleached",
      "hair_length": "wind-knotted",
      "hair_style": "wind-tossed",
      "eye_color": "amber",
      "height": "medium",
      "build": "toned",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "back-mounted wings",
        "talons",
        "feathered wings",
        "digitigrade legs",
        "raptorial clawed hands",
        "avian brows",
        "hollow bones",
        "avian crest",
        "keen sight"
      ],
      "appearance": "He has amber eyes. A fall of wind-knotted wind-tossed sun-bleached hair frames a weathered bronze complexion. He stands medium, toned build.  Feathered wings and taloned feet; wind-tossed hair, harness gear, and sky-cloaks. Eyes narrow against glare; jewelry favors wind-chimes and featherwork. Separate back-mounted wings and human-like arms ending in raptorial claws.",
      "clothing": "Sky-harness with feather mantle; finger loops and claw-sheaths for delicate tasks. A wind-cloak clips at the collarbone; bells and cords tally routes flown.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003085",
      "name": "Galka Ashwalker",
      "race": "Storm Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "sea green",
      "skin_texture": "salt-worn",
      "hair_colour": "black",
      "hair_length": "braided",
      "hair_style": "wind-tangled",
      "eye_color": "grey",
      "height": "tall",
      "build": "broad",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "tusks",
        "storm scars"
      ],
      "appearance": "She has grey eyes. A fall of braided wind-tangled black hair frames a salt-worn sea green complexion. She stands tall, broad build.  Broad and tall, Storm Orcs bear storm-grey or sea-green skin. Hair is often braided and wind-tangled, sometimes charred at the ends. They wear sea-leathers, harnesses, and mail scavenged from boarding raids, hung with hooks and knots that sing in the wind.",
      "clothing": "Sea-leathers and knotted cords wrap the frame; plates and hooks ring faintly when she moves. A storm-hood or ash-scarf rides the neck depending on the clan rite.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003086",
      "name": "Galka Ashwalker",
      "race": "Storm Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "sea green",
      "skin_texture": "salt-worn",
      "hair_colour": "dark brown",
      "hair_length": "braided",
      "hair_style": "wind-tangled",
      "eye_color": "sea green",
      "height": "tall",
      "build": "broad",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "tusks",
        "storm scars"
      ],
      "appearance": "She has sea green eyes. A fall of braided wind-tangled dark brown hair frames a salt-worn sea green complexion. She stands tall, broad build.  Broad and tall, Storm Orcs bear storm-grey or sea-green skin. Hair is often braided and wind-tangled, sometimes charred at the ends. They wear sea-leathers, harnesses, and mail scavenged from boarding raids, hung with hooks and knots that sing in the wind.",
      "clothing": "Sea-leathers and knotted cords wrap the frame; plates and hooks ring faintly when she moves. A storm-hood or ash-scarf rides the neck depending on the clan rite.",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP00003087",
      "name": "Voros Thornveil",
      "race": "Darkblood Tiefling",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "light grey",
      "skin_texture": "craggily",
      "hair_colour": "grey",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "grey",
      "height": "medium",
      "build": "skinny",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black horns",
        "long horns",
        "jagged horns",
        "pointed horns",
        "pointed ears",
        "black tail",
        "long tail",
        "twisted tail",
        "spiked tail"
      ],
      "appearance": "He has grey eyes. A fall of long long grey hair frames a craggily light grey complexion. He stands medium, skinny build.  Light-grey, cracked skin offsets black, jagged horns and a very long spiked tail. Hair is black or grey, eyes often a cool grey. They dress in shadow-dyed leathers and muted cloaks.",
      "clothing": "Tailored leathers and statement accessories set his silhouette—horn-bands, signet chains, and a coat cut to swish like theatre curtains.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003088",
      "name": "Brim Sablehorn",
      "race": "Hellbound Tiefling",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "pink",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "tall",
      "build": "toned",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns",
        "long horns",
        "blunt horns",
        "pointed horns",
        "pointed ears",
        "red tail",
        "medium tail",
        "thick tail"
      ],
      "appearance": "He has blue eyes. A fall of long braided pink hair frames a rough red complexion. He stands tall, toned build.  Rough red or orange skin, thick blunt horns of grey or light brown, and thick medium-length tails that match the body. Hair blazes in reds, oranges, or theatrical purples and pinks.",
      "clothing": "Tailored leathers and statement accessories set his silhouette—horn-bands, signet chains, and a coat cut to swish like theatre curtains.",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP00003090",
      "name": "Akari Sato",
      "race": "Kitsune",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "fair",
      "skin_texture": "smooth",
      "hair_colour": "platinum",
      "hair_length": "medium",
      "hair_style": "short",
      "eye_color": "amber",
      "height": "short",
      "build": "athletic",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "fox ears",
        "fox tails",
        "slit pupils",
        "multiple tails",
        "fox mask",
        "charm talismans",
        "whisker marks",
        "brush tail",
        "subtle glamours"
      ],
      "appearance": "She has amber eyes and medium short platinum hair over a smooth fair complexion. She stands short with a athletic build. Expressive ears and one or more tails; lacquered hairpins, omamori talismans, and painted masks. Graceful streetwear by day, ceremonial robes by night. A pair of velvet fox ears tilt attentively; a brush tail flicks when amused.",
      "clothing": "Layered street silks and travel hakama with omamori charms stitched in the seams; a lacquered half-mask dangles from a cord, and a folding fan hides slender knives.",
      "personality": "She speaks softly but aims true—keen-eyed, quick to smile, and quicker to plan. She collects small rituals: her morning tea, three-breath focus before a leap, and a whispered promise to the road."
    },
    {
      "id": "NP00003092",
      "name": "Lunessa Stardrift",
      "race": "Snow Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "silken",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "ice blue",
      "height": "medium",
      "build": "lithe",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "She has ice blue eyes and long loose white hair over a silken pale complexion. She stands medium with a lithe build. Frost-pale lashes and a faint aurora sheen along the cheekbones betray her winter lineage.",
      "clothing": "Quilted doeskin under a light frostweave mantle; crystal clasps catch pale light. Soft-soled boots and beadwork gloves for silent steps across ice.",
      "personality": "She speaks softly but aims true—keen-eyed, quick to smile, and quicker to plan. She collects small rituals: her morning tea, three-breath focus before a leap, and a whispered promise to the road."
    }
  ]
}