{
  "schema": "rpgen.npcs.citizens.v1",
  "version": 1,
  "npcs": [
    {
      "id": "NP00003000",
      "name": "Merris Copperpot",
      "race": "Halfling",
      "sex": "Female",
      "type": "citizen",
      "appearance": { "eye_color": "Brown", "hair_color": "Chestnut", "build": "Plump", "skin_tone": "Rosy" },
      "description": "A plump halfling innkeeper with rosy cheeks and a laugh like clattering pans. She wears flour-stained aprons over simple dresses and keeps a string of copper pots as charms. Quick with gossip and quicker with a hot meal, she’s beloved by weary travelers and feared by drunks who cross her temper."
    },
    {
      "id": "NP00003001",
      "name": "Tharic Coalbrow",
      "race": "Dwarf",
      "sex": "Male",
      "type": "citizen",
      "appearance": { "eye_color": "Gray", "hair_color": "Black streaked with soot", "build": "Stocky", "skin_tone": "Darkened with ash" },
      "description": "A stocky dwarf blacksmith whose beard is perpetually dusted with soot. His hammer never leaves his belt, and his gray eyes gleam with pride at each piece of steel he shapes. Gruff in tone, but secretly fond of children who pester him with questions."
    },
    {
      "id": "NP00003002",
      "name": "Elira Dawnmere",
      "race": "Human",
      "sex": "Female",
      "type": "citizen",
      "appearance": { "eye_color": "Blue", "hair_color": "Blonde", "build": "Slender", "skin_tone": "Fair" },
      "description": "A slender seamstress with nimble fingers and blonde hair tucked beneath a kerchief. She favors dresses in pale colors, her blue eyes full of quiet dreams. Known for slipping little embroidered symbols into her stitching, each garment carrying a secret blessing for the wearer."
    },
    {
      "id": "NP00003003",
      "name": "Osric Harthollow",
      "race": "Human",
      "sex": "Male",
      "type": "citizen",
      "appearance": { "eye_color": "Brown", "hair_color": "Balding", "build": "Round", "skin_tone": "Light" },
      "description": "A balding, round-bellied miller with a booming voice. His clothes smell faintly of grain, and his boots are always dusted white with flour. Cheerful and loud, Osric has a fondness for ale and for retelling the same stories until they’re polished smooth as stones."
    },
    {
      "id": "NP00003004",
      "name": "Kaelen Veyra",
      "race": "Elf",
      "sex": "Male",
      "type": "citizen",
      "appearance": { "eye_color": "Emerald", "hair_color": "Silver", "build": "Slender", "skin_tone": "Pale" },
      "description": "A pale elf scribe with silver hair bound neatly in a clasp, his emerald eyes always half-hidden behind spectacles. He dresses in layered robes, ink stains dotting his sleeves. Soft-spoken, yet his words carry sharp wit. Secretly collects strange rumors and loves to debate philosophy with drunkards."
    },
    {
      "id": "NP00003005",
      "name": "Branna Holloway",
      "race": "Human",
      "sex": "Female",
      "type": "citizen",
      "appearance": { "eye_color": "Hazel", "hair_color": "Red", "build": "Broad-shouldered", "skin_tone": "Tanned" },
      "description": "A broad-shouldered farmer with hair the color of autumn leaves and sun-tanned skin. Wears roughspun linen patched a dozen times, her hands calloused from years at the plow. Branna speaks plainly, laughs loudly, and trusts slowly. Fiercely protective of her land and kin."
    },
    {
      "id": "NP00003006",
      "name": "Liora Fenvale",
      "race": "Half-Elf",
      "sex": "Female",
      "type": "citizen",
      "appearance": { "eye_color": "Violet", "hair_color": "Brown", "build": "Slim", "skin_tone": "Olive" },
      "description": "A slim half-elf herbalist with brown hair braided down her back and violet eyes that seem to notice everything. She wears patchwork skirts heavy with the scent of herbs and oils. Known for her gentle bedside manner, but her potions bite bitter if you’ve crossed her."
    },
    {
      "id": "NP00003007",
      "name": "Torven Blacktusk",
      "race": "Orc",
      "sex": "Male",
      "type": "citizen",
      "appearance": { "eye_color": "Amber", "hair_color": "Black", "build": "Burly", "skin_tone": "Green" },
      "description": "A burly orc butcher with arms like slabs of ham and tusks chipped from old brawls. His apron is always streaked with blood, though his amber eyes are warm and kind. Gruff laughter and heavy hands hide the heart of a man who slips scraps to strays and coins to beggars."
    }
  ]
}
