{
  "npcs": [
    {
      "id": "NP003002",
      "name": "Elira Dawnmere",
      "race": "Human",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "charcoal vest; grey mesh underlayer; red bolero; silver rope belt; tan leggings; red knee socks; brown fingerless gloves; charcoal bangles; brown shoes; indigo pendant; silver backpack; olive coral clasp; accents: favors, layered, she, traveler",
      "personality": "She hides tiny protective stitches in hems—quiet blessings paid forward one garment at a time. Road dust sits easy on her."
    },
    {
      "id": "NP003003",
      "name": "Osric Harthollow",
      "race": "Human",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "hazel",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "brown leather bodice; indigo wool sweater; charcoal utility belt; brown leggings; linen white stockings; silver leather gloves; charcoal web-lace sleeves; linen white thigh-high boots; charcoal brooch; brass bandolier; silver metal clasps; accents: he, layered, traveler, wears",
      "personality": "She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. There’s a quickness in his gaze that finds solutions. Road dust sits easy on him."
    },
    {
      "id": "NP003004",
      "name": "Kaelen Veyra",
      "race": "Great Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "orange",
      "skin_texture": "matte",
      "hair_colour": "auburn",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "saffron veil; pearl jerkin; bronze silk chemise; amber longcoat; amber belt; saffron trousers; bronze knee socks; jade mitts; white gold bangles; ivory sandals; pearl necklace; amber bandolier; amber mask; accents: clad, court, he, is",
      "personality": "She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. Courts were made for him, or so he acts."
    },
    {
      "id": "NP003005",
      "name": "Branna Holloway",
      "race": "Human",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "olive",
      "skin_texture": "weathered",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "brown",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "brown beret; grey leather bodice; scarlet padded vest; brass coat; grey obi; grey pleated skirt; silver lace tights; brass gloves; red vambraces; brown thigh-high boots; brown beadwork; indigo backpack; scarlet mask; accents: layered, she, traveler, wears",
      "personality": "She laughs loud, trusts slow, and plants stubborn—each season an argument she intends to win. witty, charming, quick on the turn. There’s a quickness in her gaze that finds solutions. Road dust sits easy on her."
    },
    {
      "id": "NP003007",
      "name": "Torven Blacktusk",
      "race": "Ashfoot Orc",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "green",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "mohawk",
      "eye_color": "brown",
      "height": "tall",
      "build": "powerful",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "volcanic grey vest; smoke wool sweater; bone longcoat; rust chain belt; volcanic grey skirt; smoke thighhighs; slate leather gloves; volcanic grey vambraces; iron ankle boots; rope tan torc; slate shawl; slate feather charms; accents: favors, he, hide, reinforced",
      "personality": "Amber eyes warm, hands gentle on strays and careful on knives. calm, observant, quietly determined. He measures friendship in deeds."
    },
    {
      "id": "NP003010",
      "name": "Maera Snowtress",
      "race": "Snow Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "silver",
      "height": "small",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "pearl headband; storm blue shirt; midnight silk underdress; ice grey poncho; ice grey tool belt; ice blue riding breeches; winter white garter belt; ice grey silk gloves; black sleeves; ice grey shoes; winter white necklace; winter white quiver harness; midnight tool loops; ice blue pearl choker; ice blue silver circlet; accents: layers, minimal, she, wears",
      "personality": "calm, observant, quietly determined. Cold clings to her like a shawl. When pressed, she keeps promises and receipts."
    },
    {
      "id": "NP003011",
      "name": "Keth Ironline",
      "race": "Iron Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "oxblood circlet; dark umber corset; brass mesh underlayer; iron grey belt; coal black riding breeches; copper stockings; slate silk gloves; brass web-lace sleeves; coal black boots; brass beadwork; dark umber capelet; dark umber tail jewelry; brass bracers; pewter reinforced boots; accents: he, layered, ringmail, wears",
      "personality": "She wears forge leathers, iron-banded bracers, tool belt, hobnail boots. Keeps the town’s winches honest and its cranes fed. Gravel and laughter share space in his voice."
    },
    {
      "id": "NP003032",
      "name": "Alenna Goldbranch",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "bark brown hairpins; bark brown doublet; oak brown padded vest; oak brown cloak; pine green tool belt; bark brown pleated skirt; moss green garter belt; bronze mitts; leaf green bracers; oak brown sandals; pine green earrings; leaf-dye green scarf; antique gold feather charms; antique gold beadwork; accents: close-fitted, leafmantle, she, wears",
      "personality": "witty, charming, quick on the turn. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. Quiet as leaf‑fall when she wishes."
    },
    {
      "id": "NP003038",
      "name": "Sivra Moonpetal",
      "race": "Great Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "ochre jerkin; jade silk chemise; saffron mantle; saffron chain belt; pearl trousers; honey gold tights; saffron fingerless gloves; goldenrod vambraces; emerald sandals; honey gold pendant; jade quiver harness; emerald pearled cords; accents: ornamental, robes, she, wears",
      "personality": "calm, observant, quietly determined. Courts were made for her, or so they act. She stands a breath taller than most shadows."
    },
    {
      "id": "NP003046",
      "name": "Sable Nightglass",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light purple",
      "skin_texture": "smooth",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "clothing": "midnight doublet; ink silk chemise; onyx mantle; silver belt; ink wrap skirt; onyx lace tights; midnight fingerless gloves; midnight bracers; black boots; amethyst beadwork; gold shawl; onyx mask; ruby horn wraps; black chain belt; accents: corseted, longdress, she, wears",
      "personality": "She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. She bargains with smiles and silence. Charm drips like honey from her words."
    },
    {
      "id": "NP003047",
      "name": "Zaya Starflax",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light purple",
      "skin_texture": "smooth",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "clothing": "black cap; onyx vest; gold padded vest; onyx cloak; black tool belt; crimson pleated skirt; ink knee socks; onyx mitts; black bracers; ink soft boots; midnight choker; crimson capelet; midnight pearled cords; midnight horn wraps; ink chain belt; accents: clad, gold, is, she",
      "personality": "She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. She bargains with smiles and silence. Charm drips like honey from her words."
    },
    {
      "id": "NP003012",
      "name": "Ysil Darkstring",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "dark brown",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "purple",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "silver doublet; umber padded vest; umber mantle; midnight blue obi; umber wrap skirt; indigo garter belt; plum silk gloves; midnight blue armlets; gunmetal boots; charcoal torc; midnight blue shawl; smoky brown pearled cords; charcoal web-lace sleeves; charcoal silver filigree pendant; accents: favors, leathers, shadow-cut, she",
      "personality": "She wears shadow-cut leathers, web-lace sleeves, soft-soled boots, poisoners' kit. Moonlit steel edges her voice."
    },
    {
      "id": "NP003016",
      "name": "Brother Malric",
      "race": "Human",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "grey circlet; tan silk blouse; linen white silk underdress; tan bolero; silver belt; brown wrap skirt; olive thighhighs; olive leather gloves; red bracers; linen white ankle boots; red horn wraps; red quiver harness; tan trophy charms; accents: clad, he, is, road",
      "personality": "He lends books and collects apologies. Road dust sits easy on him."
    },
    {
      "id": "NP003006",
      "name": "Liora Fenvale",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "olive",
      "skin_texture": "matte",
      "hair_colour": "auburn",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "antique gold doublet; sage silk chemise; bark brown cape; leaf green utility belt; pine green leggings; sage tights; bark brown mitts; sage bangles; leaf-dye green boots; oak brown necklace; moss green tool loops; oak brown feather charms; pine green beadwork; accents: close-fitted, leafmantle, she, wears",
      "personality": "calm, observant, quietly determined. Human warmth, Forest Elf patience: she soothes with tea, warns with nettle, and writes your name on a leaf if you’ve crossed her. calm, observant, quietly determined. Her presence smells faintly of resin and rain. She moves with hush and green cunning."
    },
    {
      "id": "NP003009",
      "name": "Dren Stonebinder",
      "race": "Hill Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "pewter veil; oak brown bodice; russet silk chemise; wheat cloak; wheat beaded belt; copper long skirt; tan lace tights; iron grey leather gloves; umber armlets; wheat boots; wheat earrings; tan bandolier; brass metal clasps; wheat tool belt; accents: clad, forge, he, is",
      "personality": "She wears embroidered work tunic, stout belt, canvas trousers, field boots. Hill Dwarf habit: a pocket for chalk, a pocket for bread, and a pocket for promises. He carries the memory of tools in his hands. Gravel and laughter share space in his voice."
    },
    {
      "id": "NP003020",
      "name": "Bera Copperbloom",
      "race": "Coastal Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "sea blue corset; ocean blue silk chemise; navy robe; sea blue utility belt; sea grey pleated skirt; navy garter belt; sea grey leather gloves; sea grey bracers; ocean blue heeled boots; sea grey pendant; kelp green quiver harness; sea grey mask; accents: clad, forge, is, she",
      "personality": "Coastal Dwarf craft: tarred twine, shell charms, swearing gentle enough for children—unless the knots tangle. calm, observant, quietly determined. She carries the memory of tools in her hands. Gravel and laughter share space in her voice."
    },
    {
      "id": "NP003023",
      "name": "Tess Vervain",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "purple",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "clothing": "onyx vest; gold padded vest; silver poncho; ruby utility belt; onyx skirt; crimson lace tights; ink gloves; onyx bracers; ink soft boots; crimson necklace; amethyst quiver harness; black metal clasps; amethyst horn wraps; midnight chain belt; accents: clad, gold, is, she",
      "personality": "She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. She sells a scent for bravery and a cheaper one for pretending. She bargains with smiles and silence."
    },
    {
      "id": "NP003028",
      "name": "Brigda Saltbrew",
      "race": "Coastal Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "ocean blue silk blouse; kelp green silk chemise; sea grey longcoat; navy beaded belt; ocean green leggings; sand tan garter belt; sea blue gloves; pewter vambraces; sea grey shoes; ocean green brooch; navy quiver harness; sea blue feather charms; accents: layered, ringmail, she, wears",
      "personality": "She keeps shells in her braids and storms in her barrels. witty, charming, quick on the turn. Brewer with a laugh as loud as gulls; her mead tastes faintly of brine and citrus. witty, charming, quick on the turn. She carries the memory of tools in her hands. Gravel and laughter share space in her voice."
    },
    {
      "id": "NP003033",
      "name": "Korrin Brassbuckle",
      "race": "Hill Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "tan tunic; burnt orange mesh underlayer; umber bolero; wheat tool belt; iron grey hakama; wheat tights; umber mitts; copper web-lace sleeves; russet sandals; russet necklace; steel shawl; umber pearled cords; tan metal clasps; accents: favors, he, layered, ringmail",
      "personality": "witty, charming, quick on the turn. Gravel and laughter share space in his voice. Most days, He trusts his instincts."
    },
    {
      "id": "NP003035",
      "name": "Bram Oakhollow",
      "race": "Human",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "dark brown",
      "skin_texture": "weathered",
      "hair_colour": "red",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "blue",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "indigo veil; olive tunic; tan silk chemise; olive bolero; navy tool belt; navy long skirt; charcoal patterned stockings; charcoal mitts; silver bangles; brass sandals; charcoal torc; charcoal shawl; charcoal tool loops; accents: favors, he, layered, traveler",
      "personality": "Woodcutter with arms like old trunks, grey hair cropped, brown eyes full of patient storms. Road dust sits easy on him."
    },
    {
      "id": "NP003037",
      "name": "Jorek Ironstem",
      "race": "Iron Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "oxblood corset; oxblood wool sweater; slate longcoat; iron grey obi; coal black leggings; brass patterned stockings; iron grey silk gloves; rust bracers; iron grey ankle boots; steel beadwork; iron grey feather charms; slate reinforced boots; accents: clad, forge, he, is",
      "personality": "She wears forge leathers, iron-banded bracers, tool belt, hobnail boots. Gravel and laughter share space in his voice."
    },
    {
      "id": "NP003001",
      "name": "Tharic Coalbrow",
      "race": "Ember Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "gold doublet; ember red silk underdress; coal cloak; ember red utility belt; burnished copper thigh-slit skirt; brass garter belt; ember red silk gloves; soot black armlets; burnished copper soft boots; scarlet torc; charred brown shawl; soot black pearled cords; accents: forge, he, leathers, wears",
      "personality": "witty, charming, quick on the turn. In a crisis, He spends calm like currency. He carries the memory of tools in his hands."
    },
    {
      "id": "NP003013",
      "name": "Vel Thornhook",
      "race": "Voided Tiefling",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "sleek",
      "eye_color": "silver",
      "height": "tall",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "clothing": "pitch black cap; neon violet vest; ashen silk chemise; neon violet bolero; ashen belt; void riding breeches; void lace tights; violet-black fingerless gloves; pitch black bangles; amethyst heeled boots; void brooch; ashen bandolier; pitch black trophy charms; void choker; void horn wraps; accents: he, layers, shadowweave, wears",
      "personality": "He is enigmatic — unflappable and calm. Starlight seems to bend toward him and vanish. When pressed, he keeps promises and receipts. Light slips off his edges."
    },
    {
      "id": "NP003015",
      "name": "Anwen Reedwhistle",
      "race": "Harpy",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "average",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "storm grey shawl hood; storm grey corset; white wool sweater; brass haori; brass obi; sea blue trousers; brass fingerless gloves; sky blue bracers; steel sandals; charcoal choker; sea blue scarf; storm grey feather charms; white sky harness; storm grey talon guards; accents: clad, is, road, she",
      "personality": "She writes letters in the air with her finger to remember her later. There’s a quickness in her gaze that finds solutions. Road dust sits easy on her."
    },
    {
      "id": "NP003019",
      "name": "Ilwen Grayglass",
      "race": "Great Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "orange",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing": "honey gold shirt; goldenrod mesh underlayer; ochre coat; white gold sash; pearl long skirt; ivory lace tights; goldenrod fingerless gloves; honey gold vambraces; pearl boots; bronze earrings; ivory shawl; ochre mask; accents: favors, ornamental, robes, she",
      "personality": "She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She stands a breath taller than most shadows. Courts were made for her, or so she acts."
    },
    {
      "id": "NP003025",
      "name": "Grish Stormpan",
      "race": "Storm Orc",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "green",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "mohawk",
      "eye_color": "yellow",
      "height": "tall",
      "build": "powerful",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing": "storm grey cap; storm grey tunic; deck brown wool sweater; bone coat; rust obi; steel leggings; tar black thighhighs; deck brown fingerless gloves; slate bracers; rust shoes; tar black necklace; rope tan shawl; slate pearled cords; slate trophy charms; bone rope belt; accents: favors, he, hide, reinforced",
      "personality": "calm, observant, quietly determined. In a crisis, He spends calm like currency. He measures friendship in deeds."
    },
    {
      "id": "NP003027",
      "name": "Rilven Ashmark",
      "race": "Snow Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "purple",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "small",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing": "storm blue shirt; ice blue wool sweater; midnight sash; black thigh-slit skirt; ice blue lace tights; winter white gloves; ice grey vambraces; black ankle boots; midnight torc; ice grey feather charms; black pearl choker; storm blue silver circlet; accents: favors, he, layers, minimal",
      "personality": "He sells light with superstition: some burn steady, others bend shadows if asked nicely. He leaves a whisper of frost in passing."
    },
    {
      "id": "NP003034",
      "name": "Yrris Starfall",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing": "fern hood; forest green shirt; gold silk underdress; chartreuse longcoat; amber utility belt; olive long skirt; burnt umber tights; burnt umber fingerless gloves; burnt umber web-lace sleeves; bronze thigh-high boots; fern beadwork; chartreuse shawl; burnt umber pearled cords; accents: draped, favors, shawl, she",
      "personality": "She whispers fortunes with ink-stained fingers. She hums old growth songs under her breath."
    },
    {
      "id": "NP003036",
      "name": "Nimri Featherveil",
      "race": "Harpy",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "average",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing": "white tunic; charcoal silk chemise; charcoal coat; slate obi; storm grey pleated skirt; charcoal patterned stockings; charcoal mitts; amber armlets; sky blue ankle boots; slate necklace; sky blue bandolier; white trophy charms; charcoal sky harness; white talon guards; accents: leathers, road, she, wears",
      "personality": "She ties blessings on threadbare wings and never lets a first cry go unanswered. There’s a quickness in her gaze that finds solutions."
    },
    {
      "id": "NP003040",
      "name": "Veyra Nullbrand",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light grey",
      "skin_texture": "cracked",
      "hair_colour": "black",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "medium",
      "build": "statuesque",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black horns",
        "long horns",
        "jagged horns"
      ],
      "clothing": "silver hairpins; onyx shirt; onyx silk underdress; gunmetal chain belt; hematite riding breeches; black fingerless gloves; amethyst bangles; onyx heeled boots; silver earrings; black tool loops; accents: lacquer, officer, she, wears; amethyst coral clasp",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. She cuts with etiquette first."
    },
    {
      "id": "NP003041",
      "name": "Zaira Nullbrand",
      "race": "Darkblood Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light grey",
      "skin_texture": "cracked",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "sleek",
      "eye_color": "silver",
      "height": "medium",
      "build": "normal",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black horns",
        "long horns",
        "jagged horns"
      ],
      "clothing": "gunmetal tiara; gunmetal silk blouse; gunmetal wool sweater; shadow grey mantle; pale gold chain belt; black long skirt; amethyst thighhighs; gunmetal leather gloves; black armlets; onyx deck boots; shadow grey pendant; hematite quiver harness; pale gold pearled cords; accents: favors, lacquer, officer, she",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. In a crisis, She spends calm like currency. She cuts with etiquette first."
    },
    {
      "id": "NP003042",
      "name": "Mav Blackspike",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "swept back",
      "eye_color": "yellow",
      "height": "tall",
      "build": "powerful",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "clothing": "black tiara; black doublet; garnet silk underdress; orange glow robe; crimson sash; oxblood thigh-slit skirt; copper tights; black gloves; copper sleeves; crimson shoes; charcoal beadwork; copper capelet; black feather charms; charcoal choker; sanguine chain belt; accents: clad, is, she, spiked",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Ash-sweet and fearless, she rarely looks back. Warmth radiates like banked coals from her skin."
    },
    {
      "id": "NP003043",
      "name": "Nyx Voidweave",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "gold",
      "height": "tall",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "clothing": "sanguine hairpins; garnet vest; garnet padded vest; crimson coat; charcoal rope belt; crimson skirt; oxblood knee socks; charcoal silk gloves; black sleeves; orange glow thigh-high boots; black brooch; charcoal scarf; oxblood tool loops; black choker; crimson chain belt; accents: favors, scorched, she, spiked",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Ash-sweet and fearless, she rarely looks back. Warmth radiates like banked coals from her skin."
    },
    {
      "id": "NP003044",
      "name": "Vel Coalbrand",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "silver",
      "height": "tall",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "clothing": "void tunic; neon violet silk underdress; ashen tool belt; violet-black pleated skirt; void patterned stockings; silver leather gloves; pitch black bracers; ashen thigh-high boots; violet-black choker; violet-black bandolier; void trophy charms; silver horn wraps; accents: layers, shadowweave, she, wears",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Light slips off her edges."
    },
    {
      "id": "NP003045",
      "name": "Selia Gloomline",
      "race": "Voided Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pitch black",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "black sclera",
        "black horns",
        "long horns"
      ],
      "clothing": "pitch black vest; ashen padded vest; pitch black mantle; pitch black beaded belt; ashen leggings; ashen leather gloves; violet-black bracers; void ankle boots; pitch black earrings; ashen shawl; electric blue tail jewelry; violet-black choker; silver horn wraps; accents: asymmetrical, favors, longcoat, she",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. Starlight seems to bend toward her and vanish. Light slips off her edges."
    },
    {
      "id": "NP003048",
      "name": "Nyx Gloomline",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "braided",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing": "olive vest; forest green wool sweater; chartreuse beaded belt; gold trousers; forest green mitts; gold bracers; forest green thigh-high boots; chartreuse brooch; olive capelet; amber tool loops; accents: draped, favors, shawl, she; olive earrings",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. She hums old growth songs under her breath. Green things like her."
    },
    {
      "id": "NP003049",
      "name": "Mav Ashmire",
      "race": "Viridian Tiefling",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "loose",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing": "olive shirt; olive quilted gambeson; chartreuse mantle; viridian chain belt; chartreuse thigh-slit skirt; viridian lace tights; chartreuse silk gloves; fern armlets; jade soft boots; gold earrings; olive capelet; jade mask; accents: draped, favors, shawl, she",
      "personality": "She wears attire suited to her station and embody the presence of her bloodline. She hums old growth songs under her breath."
    },
    {
      "id": "NP003070",
      "name": "Ulgra Skulltide",
      "race": "Ashfoot Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "charcoal",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "shaved",
      "hair_style": "braided",
      "eye_color": "amber",
      "height": "tall",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "tusks",
        "calloused feet",
        "ash warpaint"
      ],
      "clothing": "volcanic grey vest; smoke silk chemise; volcanic grey haori; coal tool belt; volcanic grey pleated skirt; iron knee socks; rope tan silk gloves; iron armlets; bone thigh-high boots; coal necklace; ash black scarf; volcanic grey mask; accents: cords, knotted, sea-leathers, wrap",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003071",
      "name": "Asha Ashwalker",
      "race": "Ashfoot Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "grey-black",
      "skin_texture": "scarred",
      "hair_colour": "dark brown",
      "hair_length": "shaved",
      "hair_style": "shaved",
      "eye_color": "ember",
      "height": "tall",
      "build": "muscular",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "tusks",
        "calloused feet",
        "ash warpaint"
      ],
      "clothing": "volcanic grey headband; smoke corset; slate padded vest; ash black longcoat; smoke beaded belt; rope tan long skirt; bone lace tights; smoke leather gloves; volcanic grey vambraces; ash black deck boots; slate necklace; slate quiver harness; coal metal clasps; accents: cords, knotted, sea-leathers, wrap",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003072",
      "name": "Ysilra Dawnmere",
      "race": "Snow Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pure white",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "short",
      "hair_style": "long",
      "eye_color": "ice blue",
      "height": "short",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "pointed ears",
        "icy gaze"
      ],
      "clothing": "midnight doublet; pearl silk underdress; black robe; midnight utility belt; ice grey pleated skirt; midnight patterned stockings; silver silk gloves; ice grey web-lace sleeves; black boots; black necklace; midnight quiver harness; midnight pearled cords; ice grey pearl choker; winter white silver circlet; accents: favors, layered, leathers, she",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003073",
      "name": "Hildra Orefall",
      "race": "Iron Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "stone grey",
      "skin_texture": "scarred",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "short",
      "eye_color": "grey",
      "height": "short",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "thick beards",
        "braided beards"
      ],
      "clothing": "copper kimono top; dark umber linen undershirt; oxblood bolero; coal black rope belt; iron grey pleated skirt; slate garter belt; dark umber mitts; dark umber web-lace sleeves; dark umber thigh-high boots; slate pendant; dark umber tail jewelry; oxblood bracers; coal black reinforced boots; accents: she, stout, wears, workweave",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003074",
      "name": "Ysil Dawnmere",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "tanned",
      "skin_texture": "smooth",
      "hair_colour": "light brown",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "green",
      "height": "medium",
      "build": "toned",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "sharp eyes"
      ],
      "clothing": "pearl kimono top; oak brown silk chemise; pine green chain belt; sage skirt; antique gold knee socks; oak brown mitts; moss green web-lace sleeves; copper thigh-high boots; leaf green horn wraps; leaf-dye green bandolier; pearl feather charms; bark brown beadwork; accents: favors, layered, leathers, she",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003075",
      "name": "Yorin Starcrest",
      "race": "Forest Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "tanned",
      "skin_texture": "smooth",
      "hair_colour": "light brown",
      "hair_length": "braided",
      "hair_style": "long",
      "eye_color": "amber",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "pointed ears",
        "sharp eyes"
      ],
      "clothing": "bark brown tiara; bark brown kimono top; bark brown mesh underlayer; leaf-dye green haori; moss green beaded belt; copper wrap skirt; pine green patterned stockings; pearl silk gloves; pine green sleeves; amber heeled boots; pine green beadwork; oak brown bandolier; bark brown metal clasps; leaf green feather charms; accents: favors, he, layered, leathers",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP003076",
      "name": "Naeris Whisperwind",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale dark brown",
      "skin_texture": "smooth",
      "hair_colour": "grey",
      "hair_length": "straight",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "pointed ears",
        "silver tattoos",
        "piercing eyes"
      ],
      "clothing": "obsidian black leather bodice; silver mesh underlayer; indigo haori; smoky brown sash; obsidian black leggings; indigo garter belt; umber leather gloves; crimson sleeves; gunmetal sandals; gunmetal earrings; umber backpack; midnight blue coral clasp; charcoal web-lace sleeves; umber silver filigree pendant; accents: favors, layered, leathers, she",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003077",
      "name": "Theriz Leafsong",
      "race": "Dark Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "pale dark brown",
      "skin_texture": "smooth",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "pointed ears",
        "silver tattoos",
        "piercing eyes"
      ],
      "clothing": "obsidian black vest; umber linen undershirt; charcoal beaded belt; plum leggings; umber garter belt; amethyst mitts; umber vambraces; midnight blue thigh-high boots; smoky brown brooch; plum tool loops; charcoal web-lace sleeves; midnight blue silver filigree pendant; accents: favors, he, layered, leathers",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP003078",
      "name": "Vera Starcrest",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "amber",
      "height": "short",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "antique gold veil; leaf green silk blouse; sage quilted gambeson; moss green poncho; amber sash; bark brown thigh-slit skirt; antique gold thighhighs; bronze fingerless gloves; sage bangles; moss green sandals; oak brown beadwork; moss green bandolier; amber metal clasps; amber feather charms; accents: favors, layered, leathers, she",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003079",
      "name": "Jorin Silverbranch",
      "race": "Forest Elf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "brown",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "grey",
      "height": "tall",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "sage doublet; bark brown linen undershirt; amber cape; bark brown belt; leaf-dye green pleated skirt; pearl knee socks; oak brown silk gloves; bark brown armlets; leaf-dye green ankle boots; bronze torc; bronze shawl; bronze tail jewelry; moss green feather charms; sage beadwork; accents: favors, he, layered, leathers",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP003080",
      "name": "Tova Anvilward",
      "race": "Hill Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "short",
      "eye_color": "green",
      "height": "short",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "beards",
        "rosy cheeks"
      ],
      "clothing": "iron grey vest; oak brown silk underdress; pewter belt; pewter trousers; umber lace tights; umber mitts; wheat bangles; iron grey thigh-high boots; oak brown pendant; wheat quiver harness; oak brown tool loops; steel tool belt; iron grey metal clasps; accents: she, stout, wears, workweave",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003081",
      "name": "Jorik Coalhelm",
      "race": "Coastal Dwarf",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "tanned",
      "skin_texture": "rough",
      "hair_colour": "blonde",
      "hair_length": "braided",
      "hair_style": "braided",
      "eye_color": "green",
      "height": "short",
      "build": "strong",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "beards braided with shells"
      ],
      "clothing": "kelp green tiara; ocean blue tunic; sand tan silk chemise; ocean blue robe; sea grey obi; sand tan leggings; ocean blue leather gloves; sea grey bracers; ocean blue soft boots; brass brooch; ocean blue backpack; sea blue coral clasp; accents: he, stout, wears, workweave",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP003082",
      "name": "Therra Anvilward",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "short",
      "hair_style": "short",
      "eye_color": "golden",
      "height": "short",
      "build": "muscular",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "glowing eyes",
        "forge burns"
      ],
      "clothing": "charred brown hairpins; soot black leather bodice; charred brown padded vest; charred brown cape; charred brown beaded belt; ember red wrap skirt; ember red thighhighs; charred brown fingerless gloves; scarlet vambraces; ember red soft boots; coal beadwork; charred brown scarf; brass trophy charms; accents: she, stout, wears, workweave",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003083",
      "name": "Kaela Stonebrew",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "ruddy",
      "skin_texture": "rough",
      "hair_colour": "black",
      "hair_length": "singed",
      "hair_style": "braided",
      "eye_color": "amber",
      "height": "short",
      "build": "muscular",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "glowing eyes",
        "forge burns"
      ],
      "clothing": "coal beret; brass silk blouse; gold silk underdress; gold haori; coal tool belt; gold pleated skirt; coal knee socks; ember red mitts; soot black armlets; coal deck boots; brass horn wraps; soot black shawl; ember red pearled cords; accents: she, stout, wears, workweave",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003084",
      "name": "Aerol Stormplume",
      "race": "Harpy",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "bronze",
      "skin_texture": "weathered",
      "hair_colour": "sun-bleached",
      "hair_length": "wind-knotted",
      "hair_style": "wind-tossed",
      "eye_color": "amber",
      "height": "medium",
      "build": "toned",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "back-mounted wings",
        "talons",
        "feathered wings",
        "digitigrade legs",
        "raptorial clawed hands",
        "avian brows",
        "hollow bones",
        "avian crest",
        "keen sight"
      ],
      "clothing": "slate circlet; charcoal leather bodice; storm grey mesh underlayer; brass cloak; white obi; sky blue thigh-slit skirt; white patterned stockings; sky blue silk gloves; sea blue bangles; slate shoes; storm grey horn wraps; brass capelet; charcoal trophy charms; storm grey sky harness; storm grey talon guards; accents: feather, finger, mantle, sky-harness",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP003085",
      "name": "Galka Ashwalker",
      "race": "Storm Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "sea green",
      "skin_texture": "salt-worn",
      "hair_colour": "black",
      "hair_length": "braided",
      "hair_style": "wind-tangled",
      "eye_color": "grey",
      "height": "tall",
      "build": "broad",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [
        "tusks",
        "storm scars"
      ],
      "clothing": "tar black cap; steel tunic; deck brown silk underdress; rope tan haori; sea green obi; rope tan hakama; sea green patterned stockings; salt white leather gloves; slate bracers; storm grey soft boots; sea green necklace; sea green coral clasp; storm grey trophy charms; tar black rope belt; accents: cords, knotted, sea-leathers, wrap",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003086",
      "name": "Galka Ashwalker",
      "race": "Storm Orc",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "sea green",
      "skin_texture": "salt-worn",
      "hair_colour": "dark brown",
      "hair_length": "braided",
      "hair_style": "wind-tangled",
      "eye_color": "sea green",
      "height": "tall",
      "build": "broad",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "tusks",
        "storm scars"
      ],
      "clothing": "deck brown veil; tar black bodice; storm grey silk underdress; slate mantle; deck brown belt; storm grey pleated skirt; tar black garter belt; rust silk gloves; bone bangles; rope tan deck boots; steel necklace; tar black bandolier; storm grey tail jewelry; slate trophy charms; tar black rope belt; accents: cords, knotted, sea-leathers, wrap",
      "personality": "She carries her history in small habits—how she arranges tools, counts steps on stairs, or hums when thinking. Loyal to her own, curious in new markets, and sharper than she lets on."
    },
    {
      "id": "NP003087",
      "name": "Voros Thornveil",
      "race": "Darkblood Tiefling",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "light grey",
      "skin_texture": "craggily",
      "hair_colour": "grey",
      "hair_length": "long",
      "hair_style": "long",
      "eye_color": "grey",
      "height": "medium",
      "build": "skinny",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "black horns",
        "long horns",
        "jagged horns",
        "pointed horns",
        "pointed ears",
        "black tail",
        "long tail",
        "twisted tail",
        "spiked tail"
      ],
      "clothing": "gunmetal silk blouse; onyx quilted gambeson; black mantle; black sash; pale gold thigh-slit skirt; shadow grey leather gloves; shadow grey web-lace sleeves; onyx deck boots; silver horn wraps; onyx scarf; shadow grey coral clasp; accents: accessories, leathers, statement, tailored",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP003088",
      "name": "Brim Sablehorn",
      "race": "Hellbound Tiefling",
      "sex": "Male",
      "type": "citizen",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "pink",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "blue",
      "height": "tall",
      "build": "toned",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns",
        "long horns",
        "blunt horns",
        "pointed horns",
        "pointed ears",
        "red tail",
        "medium tail",
        "thick tail"
      ],
      "clothing": "black beret; charcoal leather bodice; oxblood quilted gambeson; copper rope belt; garnet trousers; black garter belt; oxblood silk gloves; black bracers; charcoal boots; sanguine earrings; crimson tool loops; charcoal choker; crimson chain belt; accents: accessories, leathers, statement, tailored",
      "personality": "He carries his history in small habits—how he arranges tools, counts steps on stairs, or hums when thinking. Loyal to his own, curious in new markets, and sharper than he lets on."
    },
    {
      "id": "NP003090",
      "name": "Akari Sato",
      "race": "Kitsune",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "fair",
      "skin_texture": "smooth",
      "hair_colour": "platinum",
      "hair_length": "medium",
      "hair_style": "short",
      "eye_color": "amber",
      "height": "short",
      "build": "athletic",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [
        "fox ears",
        "fox tails",
        "slit pupils",
        "multiple tails",
        "fox mask",
        "charm talismans",
        "whisker marks",
        "brush tail",
        "subtle glamours"
      ],
      "clothing": "indigo cap; black shirt; black linen undershirt; ivory cloak; obsidian utility belt; obsidian long skirt; indigo knee socks; scarlet leather gloves; vermillion web-lace sleeves; indigo sandals; crimson earrings; crimson shawl; black feather charms; amber obi; amber hairpins; accents: layered, silks, street, travel",
      "personality": "She speaks softly but aims true—keen-eyed, quick to smile, and quicker to plan. She collects small rituals: her morning tea, three-breath focus before a leap, and a whispered promise to the road."
    },
    {
      "id": "NP003092",
      "name": "Lunessa Stardrift",
      "race": "Snow Elf",
      "sex": "Female",
      "type": "citizen",
      "skin_tone": "pale",
      "skin_texture": "silken",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "loose",
      "eye_color": "ice blue",
      "height": "medium",
      "build": "lithe",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "storm blue headband; midnight shirt; winter white silk underdress; winter white mantle; midnight tool belt; storm blue long skirt; black stockings; ice grey leather gloves; midnight web-lace sleeves; ice grey ankle boots; silver choker; winter white shawl; winter white tail jewelry; silver pearl choker; ice grey silver circlet; accents: doeskin, frostweave, light, quilted",
      "personality": "She speaks softly but aims true—keen-eyed, quick to smile, and quicker to plan. She collects small rituals: her morning tea, three-breath focus before a leap, and a whispered promise to the road."
    }
  ]
}