{
  "npcs": [
    {
      "id": "NP00001001",
      "name": "Seraphine Nightveil",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Violet",
      "hair_color": "Silver-white",
      "build": "Slim",
      "skin_tone": "Obsidian",
      "hair_length": "Long",
      "hair_style": "Straight",
      "height": "Medium",
      "skin_texture": "Smooth",
      "features": [
        "pointed ears"
      ],
      "description": "All obsidian smooth skin and violet eyes, she carries a slim build at medium height; long straight silver-white hair. She has long, straight, silver-white hair — violet eyes — obsidian, smooth skin — medium height, slim build. She has pointed ears. She is calm, observant, quietly determined. A slender, graceful body moves like a whispered secret—teasing and predatory. Her gowns reveal and conceal in equal measure — her perfume is jasmine with a blade’s edge. Seraphine speaks in soft promises that mean ruin and leaves touches that outlast the wound—Dark Elf cruelty honed into art. She wears shadow-cut leathers, web-lace sleeves, soft-soled boots, poisoners' kit. She wears a patched apron and simple workshirt, rolled sleeves and heavy boots—artisan’s garb in place of finery."
    },
    {
      "id": "NP00001002",
      "name": "Nyssara Thornkiss",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Gold",
      "hair_color": "Red",
      "build": "Strong",
      "skin_tone": "Red",
      "hair_length": "Medium",
      "hair_style": "Wavy",
      "height": "Tall",
      "skin_texture": "Rough",
      "features": [
        "horns",
        "tail",
        "pointed ears"
      ],
      "description": "Nyssara has tall height and a strong build; medium wavy red hair; red rough skin; gold eyes. She has medium, wavy, black hair; gold eyes; crimson, smooth skin; medium height, curvy build. She has grey light brown thick long blunt pointed horns, red medium thick tail, pointed ears. Her heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin. She wears plated laminar with soot-black surcoat, gorget and braced vambraces, a scorched cloak at the shoulders. She is calm, observant, quietly determined. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. Leather corsetry clings to a voluptuous figure, polished and scarred by both battle and pleasure. Nyssara burns like an open flame: too close and you blister, too far and you ache for heat. She taunts in velvet and brands in kisses—Hellbound and wholly delighted by your surrender. She wears heavy plate with spiked pauldrons, thick gauntlets, chain belt, armored skirt panels, greaves and sabatons, scorched cloak."
    },
    {
      "id": "NP00001003",
      "name": "Kaelira Voidpetal",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Silver",
      "hair_color": "White",
      "build": "Slim",
      "skin_tone": "Ivory",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Medium",
      "skin_texture": "Smooth",
      "features": [
        "pointed ears"
      ],
      "description": "She is of medium height and a slim build — medium straight white hair — silver eyes — ivory smooth skin. She has medium, straight, white hair — silver eyes — ivory, smooth skin — medium height, slim build. She has pointed ears. She is composed, purposeful, sharp when it counts. She wears black gowns stitched with night-bloom blossoms, rings bright on pale fingers, lips painted deep violet. Kaelira is elegance weaponized—promises sung like lullabies over graves, poison poured from crystal with priestly care—Great Elf hauteur turned predatory. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She wears supple leaf-dyed leathers with bark-plate reinforcements, a hood drawn low and soft boots for silent steps."
    },
    {
      "id": "NP00001004",
      "name": "Varenia Blackgilt",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Blue",
      "hair_color": "Blonde (braided with gold clasps)",
      "build": "Tall",
      "skin_tone": "Fair",
      "hair_length": "Medium",
      "hair_style": "Braided",
      "height": "Tall",
      "skin_texture": "Smooth",
      "features": [],
      "description": "Varenia has tall height and a tall build — blue eyes — fair smooth skin — medium braided blonde (braided with gold clasps) hair. She has medium, braided, blonde (braided with gold clasps) hair; blue eyes; fair, smooth skin; tall height, tall build. She is fierce, commanding, thrives under pressure. A midnight coat embroidered in metal thread, a rapier like a second tongue. Varenia carries herself like a verdict—beautiful, proud, and delighted to be cruel when it’s efficient. She has . She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road."
    },
    {
      "id": "NP00001005",
      "name": "Thalara Vex",
      "race": "Half–Forest Elf",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Green",
      "hair_color": "Auburn (copper cuffs)",
      "build": "Athletic",
      "skin_tone": "Olive",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Medium",
      "skin_texture": "Smooth",
      "features": [],
      "description": "She is witty, charming, quick on the turn. Olive smooth skin and green eyes frame her face; medium straight auburn (copper cuffs) hair. She has medium, straight, auburn (copper cuffs) hair — green eyes — olive, smooth skin — medium height, athletic build. Leather armor fitted for speed and allure — a bow carried like a flirtation. Thalara plays with prey: a laugh, a wink, then the arrow lands—a hunter raised between quiet groves and louder sins. She has . She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a patched apron and simple workshirt, rolled sleeves and heavy boots—artisan’s garb in place of finery."
    },
    {
      "id": "NP00001006",
      "name": "Elaris Crowbloom",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Silver",
      "hair_color": "Black (raven)",
      "build": "Slim",
      "skin_tone": "Pale",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Medium",
      "skin_texture": "Smooth",
      "features": [
        "pointed ears"
      ],
      "description": "All pale smooth skin and silver eyes, she carries a slim build at medium height; medium straight black (raven) hair. She has medium, straight, black (raven) hair — silver eyes — pale, smooth skin — medium height, slim build. She has pointed ears. She is composed, purposeful, sharp when it counts. Dresses trail feathers and thorned lace — the faint scent of grave lilies follows her hem. Elaris speaks vows like snares and touches like a spider testing silk—tender, curious, lethal. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She wears a fitted leather corset over ink-stained linen sleeves, brass keys at the hip and a crystal shard bound in wire at the throat."
    },
    {
      "id": "NP00001007",
      "name": "Nytheris, Queen of a Thousand Eyes",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Many",
      "hair_color": "Silver-black",
      "build": "Statuesque",
      "skin_tone": "Shimmering",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Very tall",
      "skin_texture": "Smooth",
      "features": [],
      "description": "She is witty, charming, quick on the turn. She has very tall height and a statuesque build, medium straight silver-black hair, shimmering smooth skin, many eyes. Gowns fold in impossible geometry, revealing more eyes, more secrets. Every smile invites ruin — every whisper unspools the truths you hid from yourself. She has medium, straight, silver-black hair — many eyes — shimmering, smooth skin — very tall height, statuesque build. She has . She wears impossible folds of fabric, veilwork, mind-strange ornaments. She wears bare-chested under a fur mantle, beadwork cords and bronze bangles, defiant and theatrical."
    },
    {
      "id": "NP00001008",
      "name": "The Veilmother",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Hidden",
      "hair_color": "Veiled",
      "build": "Tall",
      "skin_tone": "Shrouded",
      "hair_length": "Medium",
      "hair_style": "Wavy",
      "height": "Tall",
      "skin_texture": "Smooth",
      "features": [],
      "description": "She is composed, purposeful, sharp when it counts. Of tall height and a tall build, she shows hidden eyes, medium wavy veiled hair, shrouded smooth skin. Endless translucent veils breathe and twist around a tall, insubstantial form. Faces bloom and sink within the cloth — whispers curl like smoke and cling like perfume. She does not demand followers—she edits memory until obedience feels like nostalgia. She has . She wears impossible folds of fabric, veilwork, mind-strange ornaments. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road."
    },
    {
      "id": "NP00001009",
      "name": "The Crimson Bride",
      "race": "Undead",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Crimson",
      "hair_color": "Black with crimson sheen",
      "build": "Tall",
      "skin_tone": "Pale",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Tall",
      "skin_texture": "Smooth",
      "features": [],
      "description": "She has crimson eyes; tall height and a tall build; pale smooth skin; medium straight black with crimson sheen hair. Pale skin, lips the color of fresh blood, and steps like a practiced dance. She has medium, straight, black with crimson sheen hair; crimson eyes; pale, smooth skin; tall height, tall build. She is composed, purposeful, sharp when it counts. She does not love—she claims. Her embrace is a marriage to death, vows paid in throats. She has . She wears funerary lace, grave-silk veil, bone clasps, silent slippers. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road."
    },
    {
      "id": "NP00001010",
      "name": "Lord Ashmire",
      "race": "Human",
      "sex": "Male",
      "type": "villain",
      "eye_color": "Black",
      "hair_color": "Ash-brown (tied back)",
      "build": "Slim",
      "skin_tone": "Pale",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Medium",
      "skin_texture": "Smooth",
      "features": [],
      "description": "Pale smooth skin and black eyes frame his face; medium straight ash-brown (tied back) hair. He has medium, straight, ash-brown (tied back) hair — black eyes — pale, smooth skin — medium height, slim build. He is calm, observant, quietly determined. He smiles like a sealed contract and speaks like a blade’s flat—cold, convincing, inevitable. He has . She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears linen shirt and waistcoat under a stormcloak, high boots and a brace of knives at the small of the back."
    },
    {
      "id": "NP00001011",
      "name": "Lyrelle Sunvine",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Green",
      "hair_color": "Blonde (cropped)",
      "build": "Petite",
      "skin_tone": "Fair",
      "hair_length": "Short",
      "hair_style": "Straight",
      "height": "Short",
      "skin_texture": "Smooth",
      "features": [
        "pointed ears"
      ],
      "description": "She is witty, charming, quick on the turn. She has fair smooth skin, short height and a petite build, short straight blonde (cropped) hair, green eyes. She has short, straight, blonde (cropped) hair — green eyes — fair, smooth skin — short height, petite build. She has pointed ears. Lacquered leathers trimmed in ivy motifs hide more blades than manners. Lyrelle giggles when she lies—every syllable a flower with thorns. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She wears a sleeveless sky-blue gambeson with quilted panels, thigh-high boots and a narrow blade at the small of the back."
    },
    {
      "id": "NP00001012",
      "name": "Brunna Emberbraid",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Amber",
      "hair_color": "Red (braided, copper beads)",
      "build": "Bulky",
      "skin_tone": "Soot-browned",
      "hair_length": "Medium",
      "hair_style": "Braided",
      "height": "Medium",
      "skin_texture": "Rough",
      "features": [],
      "description": "Brunna has medium height and a bulky build; amber eyes; soot-browned rough skin; medium braided red (braided, copper beads) hair. She has medium, braided, red (braided, copper beads) hair — amber eyes — soot-browned, rough skin — medium height, bulky build. She is witty, charming, quick on the turn. Blackened plate trimmed in copper, a warhammer that sings of broken vows. She laughs like a bellows and collects grudges like heirlooms. She has . She wears heat-tempered leathers, copper-riveted apron, rune-stitched cuffs. She wears boiled-leather jack with inset rune-plates, fingerless gloves and a many-pocketed tool harness."
    },
    {
      "id": "NP00001013",
      "name": "Maelis Fairwynd",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Hazel",
      "hair_color": "Auburn (pearl combs)",
      "build": "Slim",
      "skin_tone": "Fair",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Medium",
      "skin_texture": "Smooth",
      "features": [],
      "description": "She is calm, observant, quietly determined. She has medium height and a slim build, fair smooth skin, hazel eyes, medium straight auburn (pearl combs) hair. She has medium, straight, auburn (pearl combs) hair — hazel eyes — fair, smooth skin — medium height, slim build. A slitted silk gown conceals poisoned needles and old scars. Maelis speaks softly and bills sharply—beauty as ledger, betrayal as interest. She has . She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth."
    },
    {
      "id": "NP00001014",
      "name": "Calvera Marrowveil",
      "race": "Undead",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Ice-blue",
      "hair_color": "Black",
      "build": "Slim",
      "skin_tone": "Bone-white (half skull visage)",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Tall",
      "skin_texture": "Smooth",
      "features": [],
      "description": "She is calm, observant, quietly determined. Of tall height and a slim build, she shows ice-blue eyes, medium straight black hair, bone-white (half skull visage) smooth skin. She has medium, straight, black hair — ice-blue eyes — bone-white (half skull visage), smooth skin — tall height, slim build. Tall and slender in black funerary lace — one half face flawless and tempting, the other a polished skull grinning without mercy. She has . She wears funerary lace, grave-silk veil, bone clasps, silent slippers. She wears padded jack with steel splints under a quilted surcoat, knotted scarf and fingerless gloves."
    },
    {
      "id": "NP00001015",
      "name": "Zareya Emberhorn",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Gold",
      "hair_color": "Purple",
      "build": "Curvy",
      "skin_tone": "Light Purple",
      "hair_length": "Long",
      "hair_style": "Wavy",
      "height": "Medium",
      "skin_texture": "Smooth",
      "features": [
        "horns",
        "tail",
        "pointed ears"
      ],
      "description": "She is calm, observant, quietly determined. Of medium height and a curvy build, she shows gold eyes, long wavy purple hair, light purple smooth skin. An ash-gray corseted leather suit hugs a voluptuous figure; long tail matching skin color curls when she lies. She has long, wavy, black hair; gold eyes; crimson-red, smooth skin; medium height, curvy build. She has polished gold silver bronze long curved pointed horns, long tail matching skin color, pointed ears. Her heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. Zareya sells heat and keeps the fire—playful, ruthless, irresistible. She wears corset bodice with laced front, layered skirt with high slit, long silk gloves, bolero jacket, strapped heeled boots, jewelry chains and earrings. She wears a laced corset bodice and layered skirt with a high slit, long silk gloves, a bolero jacket and strapped heeled boots with jewelry chains."
    },
    {
      "id": "NP00001016",
      "name": "Morrigan Ashvein",
      "race": "Mountain Orc",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Copper",
      "hair_color": "Black (war braids)",
      "build": "Bulky",
      "skin_tone": "Granite-green",
      "hair_length": "Medium",
      "hair_style": "Braided",
      "height": "Very tall",
      "skin_texture": "Smooth",
      "features": [
        "tusks"
      ],
      "description": "She is of very tall height and a bulky build — medium braided black (war braids) hair — copper eyes — granite-green smooth skin. She has medium, braided, black (war braids) hair; copper eyes; granite-green, smooth skin; very tall height, bulky build. She is composed, purposeful, sharp when it counts. She wears cliff-colored mail and speaks in avalanches. Morrigan conquers by treaty or by ruin—whichever falls first. She has tusks. She wears stone-hued lamellar, fur mantle, climbing straps, cliff boots. She wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids."
    },
    {
      "id": "NP00001017",
      "name": "Dame Auriel Highwind",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "eye_color": "Sapphire",
      "hair_color": "Platinum",
      "build": "Tall",
      "skin_tone": "Pale gold",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Tall",
      "skin_texture": "Smooth",
      "features": [
        "pointed ears"
      ],
      "description": "She is calm, observant, quietly determined. Dame wears medium straight platinum hair with sapphire eyes; pale gold smooth skin and tall height and a tall build complete the impression. She has medium, straight, platinum hair — sapphire eyes — pale gold, smooth skin — tall height, tall build. She has pointed ears. She wears sheer silk layers in twilight hues, jewelry chains across the shoulders and bare midriff, elegance as armor. Inquisitorial plate chased with scripture — a radiant halberd that hums when liars breathe. Auriel calls her cruelty discipline and her zeal mercy—she sleeps well. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots."
    },
    {
      "id": "NP00001018",
      "name": "Vrex the Gilt Broker",
      "race": "Coastal Dwarf",
      "sex": "Male",
      "type": "villain",
      "eye_color": "Sea-green",
      "hair_color": "Salt-and-copper",
      "build": "Stout",
      "skin_tone": "Wind-browned",
      "hair_length": "Long",
      "hair_style": "Straight",
      "height": "Medium",
      "skin_texture": "Rough",
      "features": [],
      "description": "Vrex has medium height and a stout build — long straight salt-and-copper hair — sea-green eyes — wind-browned rough skin. He has long, straight, salt-and-copper hair; sea-green eyes; wind-browned, rough skin; medium height, stout build. He wears stout mail over quilted gambeson with plate at shoulders and shins, a broad belt of hammered brass. He is composed, purposeful, sharp when it counts. Vrex launders gold in tides and blood in ledgers—shipwrecks happen; fortunes happen faster. He has . She wears tarred twine vest, sea-cloak, shell-braided beard, deck boots."
    },
    {
      "id": "NP00001019",
      "name": "Valis Nightroot",
      "race": "Viridian Tiefling",
      "sex": "Male",
      "type": "villain",
      "eye_color": "Jade",
      "hair_color": "Blonde",
      "build": "Curvy",
      "skin_tone": "Light Green",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Tall",
      "skin_texture": "Smooth",
      "features": [
        "horns",
        "tail",
        "pointed ears"
      ],
      "description": "He cuts a curvy figure at tall height — medium straight blonde hair, jade eyes, light green smooth skin. He has medium, straight, black hair — jade eyes — olive with green undertone, smooth skin — medium height, slim build. He has white light brown antler-like pointed horns, short fur-tipped tail matching skin color, pointed ears. His heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. He is witty, charming, quick on the turn. He wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. A perfumer-priest of poisons who anoints daggers and devotions alike. Valis sells absolution that tastes like mint and ends like sleep. She wears flowing embroidered robe, sleeveless overcloak, vine belt with pouches, leaf-stitched bracers, long skirt with slits, strapped sandals. He wears a flowing embroidered robe and sleeveless overcloak, vine belt with pouches, leaf-stitched bracers and strapped sandals."
    },
    {
      "id": "NP00001020",
      "name": "Korrath Bloodtide",
      "race": "Ashfoot Orc",
      "sex": "Male",
      "type": "villain",
      "eye_color": "Amber",
      "hair_color": "Black topknot",
      "build": "Bulky",
      "skin_tone": "Charcoal-green",
      "hair_length": "Medium",
      "hair_style": "Straight",
      "height": "Very tall",
      "skin_texture": "Smooth",
      "features": [
        "tusks"
      ],
      "description": "He is composed, purposeful, sharp when it counts. Of very tall height and a bulky build, he shows amber eyes, medium straight black topknot hair, charcoal-green smooth skin. He has medium, straight, black topknot hair; amber eyes; charcoal-green, smooth skin; very tall height, bulky build. His bulk is wrapped in leather stolen from both war and market stalls. Korrath runs rackets with a grin and settles debts with an axe. Ashfoot Orc heritage: volcanic scars, volcanic temper—lava runs slow, but when it flows, everything burns. He has tusks. She wears obsidian-inset armor, ash-dyed wraps, bone totems, bare feet. He wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids."
    }
  ]
}