{
  "npcs": [
    {
      "id": "NP001001",
      "name": "Seraphine Nightveil",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "dark brown",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "indigo vest; smoky brown mesh underlayer; amethyst cloak; indigo rope belt; smoky brown wrap skirt; amethyst silk gloves; smoky brown vambraces; midnight blue deck boots; midnight blue brooch; obsidian black bandolier; midnight blue trophy charms; smoky brown web-lace sleeves; midnight blue silver filigree pendant; accents: leathers, she, sleek, wears",
      "personality": "calm, observant, quietly determined. Moonlit steel edges her voice. On quiet days, she reads the room, then rearranges it."
    },
    {
      "id": "NP001002",
      "name": "Nyssara Thornkiss",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "swept back",
      "eye_color": "gold",
      "height": "tall",
      "build": "powerful",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "grey horns",
        "light brown horns",
        "thick horns"
      ],
      "clothing": "sanguine kimono top; charcoal silk underdress; garnet mantle; charcoal tool belt; black thigh-slit skirt; sanguine garter belt; sanguine fingerless gloves; oxblood bangles; copper thigh-high boots; oxblood necklace; gold quiver harness; crimson mask; black choker; oxblood chain belt; accents: scorched, she, spiked, wears",
      "personality": "calm, observant, quietly determined. Ash-sweet and fearless, she rarely looks back. When pressed, she keeps promises and receipts. Warmth radiates like banked coals from her skin."
    },
    {
      "id": "NP001003",
      "name": "Kaelira Voidpetal",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing": "saffron leather bodice; ivory silk underdress; goldenrod rope belt; honey gold hakama; goldenrod lace tights; honey gold leather gloves; emerald sleeves; goldenrod shoes; ivory beadwork; ivory tail jewelry; accents: court, favors, robes, she; ivory obi",
      "personality": "She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. Kaelira is elegance weaponized—promises sung like lullabies over graves, poison poured from crystal with priestly care—Great Elf hauteur turned predatory. She stands a breath taller than most shadows."
    },
    {
      "id": "NP001004",
      "name": "Varenia Blackgilt",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "gray",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "charcoal veil; charcoal silk blouse; charcoal silk chemise; olive obi; charcoal trousers; charcoal garter belt; linen white gloves; charcoal bracers; grey soft boots; red brooch; grey scarf; tan pearled cords; accents: clad, is, road, she",
      "personality": "Varenia carries herself like a verdict—beautiful, proud, and delighted to be cruel when it’s efficient. There’s a quickness in her gaze that finds solutions."
    },
    {
      "id": "NP001005",
      "name": "Thalara Vex",
      "race": "Half–Forest Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "bark brown corset; leaf green mesh underlayer; leaf-dye green robe; amber obi; bark brown leggings; pine green tights; oak brown silk gloves; leaf green bangles; leaf green ankle boots; moss green choker; oak brown scarf; bark brown pearled cords; sage feather charms; oak brown beadwork; accents: leathers, quiet, she, wears",
      "personality": "Thalara plays with prey: a laugh, a wink, then the arrow lands—a hunter raised between quiet groves and louder sins. witty, charming, quick on the turn. Quiet as leaf-fall when she wishes. Quiet as leaf‑fall when she wishes."
    },
    {
      "id": "NP001006",
      "name": "Elaris Crowbloom",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "honey gold headband; amber kimono top; pearl quilted gambeson; emerald bolero; goldenrod rope belt; white gold leggings; pearl stockings; ivory leather gloves; honey gold sleeves; jade heeled boots; emerald earrings; jade shawl; ivory pearled cords; accents: clad, is, ornamental, she",
      "personality": "Elaris speaks vows like snares and touches like a spider testing silk—tender, curious, lethal. She stands a breath taller than most shadows. Courts were made for her, or so she acts."
    },
    {
      "id": "NP001007",
      "name": "Nytheris, Queen of a Thousand Eyes",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing": "ashen beret; neon blue corset; bruise blue silk underdress; oil-slick black bolero; bruise blue belt; acid green hakama; oil-slick black patterned stockings; ashen leather gloves; violet armlets; violet sandals; neon blue necklace; white-hot shawl; acid green mask; accents: leathers, road, she, wears",
      "personality": "witty, charming, quick on the turn. Every smile invites ruin; every whisper unspools the truths you hid from yourself. witty, charming, quick on the turn. There’s a quickness in her gaze that finds solutions. Road dust sits easy on her."
    },
    {
      "id": "NP001008",
      "name": "The Veilmother",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "acid green cap; void black vest; oil-slick black silk underdress; white-hot mantle; bruise blue tool belt; oil-slick black riding breeches; acid green tights; void black gloves; bruise blue sleeves; void black thigh-high boots; void black beadwork; livid purple scarf; livid purple metal clasps; accents: favors, layered, she, traveler",
      "personality": "She does not demand followers—she edits memory until obedience feels like nostalgia. On quiet days, she reads the room, then rearranges it. There’s a quickness in her gaze that finds solutions."
    },
    {
      "id": "NP001009",
      "name": "The Crimson Bride",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "average",
      "curse": [
        "undead"
      ],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "charcoal circlet; tan silk blouse; indigo padded vest; tan bolero; indigo utility belt; linen white long skirt; silver gloves; charcoal sleeves; indigo deck boots; navy choker; indigo shawl; charcoal pearled cords; accents: bone, clasps, favors, she",
      "personality": "She does not love—she claims. There’s a quickness in her gaze that finds solutions. When pressed, she keeps promises and receipts. She is the proof that vows can outlive breath."
    },
    {
      "id": "NP001010",
      "name": "Lord Ashmire",
      "race": "Human",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "gray",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "linen white beret; olive corset; navy mesh underlayer; tan bolero; scarlet utility belt; tan thigh-slit skirt; olive patterned stockings; navy leather gloves; navy bracers; olive deck boots; indigo pendant; brown quiver harness; scarlet mask; accents: he, layered, traveler, wears",
      "personality": "He smiles like a sealed contract and speaks like a blade’s flat—cold, convincing, inevitable. calm, observant, quietly determined. Road dust sits easy on him. There’s a quickness in his gaze that finds solutions."
    },
    {
      "id": "NP001011",
      "name": "Lyrelle Sunvine",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "pine green tiara; oak brown jerkin; oak brown quilted gambeson; leaf green robe; pine green sash; bark brown skirt; pine green stockings; pearl fingerless gloves; leaf green bracers; oak brown deck boots; oak brown brooch; copper shawl; leaf green coral clasp; antique gold feather charms; bark brown beadwork; accents: close-fitted, favors, leafmantle, she",
      "personality": "witty, charming, quick on the turn. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. Her presence smells faintly of resin and rain. Quiet as leaf‑fall when she wishes."
    },
    {
      "id": "NP001012",
      "name": "Brunna Emberbraid",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing": "soot black hood; coal shirt; ember red linen undershirt; scarlet haori; brass belt; scarlet thigh-slit skirt; brass lace tights; brass silk gloves; soot black sleeves; brass heeled boots; charred brown horn wraps; soot black capelet; charred brown tool loops; accents: favors, forge, leathers, she",
      "personality": "witty, charming, quick on the turn. She laughs like a bellows and collects grudges like heirlooms. witty, charming, quick on the turn. She carries the memory of tools in her hands."
    },
    {
      "id": "NP001013",
      "name": "Maelis Fairwynd",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "hazel",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing": "olive cap; silver jerkin; tan linen undershirt; red belt; brown skirt; tan lace tights; tan mitts; tan web-lace sleeves; charcoal boots; red horn wraps; tan quiver harness; brown pearled cords; accents: favors, leathers, road, she",
      "personality": "calm, observant, quietly determined. Road dust sits easy on her. Most days, She trusts her instincts. There’s a quickness in her gaze that finds solutions."
    },
    {
      "id": "NP001014",
      "name": "Calvera Marrowveil",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim",
      "curse": [
        "undead"
      ],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "navy beret; linen white corset; linen white wool sweater; indigo sash; copper riding breeches; olive tights; charcoal mitts; linen white armlets; olive shoes; grey pendant; brass bandolier; tan tool loops; accents: bone, clasps, favors, she",
      "personality": "Tall and slender in black funerary lace; one half face flawless and tempting, the other a polished skull grinning without mercy. calm, observant, quietly determined. Road dust sits easy on her. She is the proof that vows can outlive breath."
    },
    {
      "id": "NP001015",
      "name": "Zareya Emberhorn",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "purple",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "silver",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "polished gold horns",
        "polished silver horns",
        "polished bronze horns"
      ],
      "clothing": "midnight jerkin; midnight silk underdress; midnight belt; midnight wrap skirt; amethyst lace tights; onyx fingerless gloves; gold web-lace sleeves; amethyst soft boots; gold pendant; amethyst metal clasps; amethyst horn wraps; gold chain belt; accents: chainwork, gold, she, wears",
      "personality": "Zareya sells heat and keeps the fire—playful, ruthless, irresistible. calm, observant, quietly determined. Charm drips like honey from her words."
    },
    {
      "id": "NP001016",
      "name": "Morrigan Ashvein",
      "race": "Mountain Orc",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "green",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "red",
      "height": "tall",
      "build": "burly",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing": "sea green bodice; sea green silk chemise; sea green haori; deck brown belt; bone trousers; slate silk gloves; tar black vambraces; sea green boots; rust horn wraps; bone bandolier; steel feather charms; slate trophy charms; tar black rope belt; accents: favors, hide, reinforced, she",
      "personality": "She wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids. Heat and iron hang about her. She measures friendship in deeds."
    },
    {
      "id": "NP001017",
      "name": "Dame Auriel Highwind",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "orange",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "gold",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "clothing": "bronze hairpins; ochre silk blouse; ochre silk chemise; amber poncho; honey gold obi; ivory leggings; white gold leather gloves; emerald vambraces; honey gold soft boots; saffron torc; goldenrod shawl; amber mask; accents: ornamental, robes, she, wears",
      "personality": "Auriel calls her cruelty discipline and her zeal mercy—she sleeps well. calm, observant, quietly determined. She stands a breath taller than most shadows."
    },
    {
      "id": "NP001018",
      "name": "Vrex the Gilt Broker",
      "race": "Coastal Dwarf",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "clothing": "sea grey shirt; ocean blue padded vest; ocean blue cloak; kelp green beaded belt; kelp green pleated skirt; kelp green leather gloves; shell white web-lace sleeves; sand tan thigh-high boots; ocean green necklace; ocean blue feather charms; accents: clad, forge, he, is; sand tan cap",
      "personality": "She wears tarred twine vest, sea-cloak, shell-braided beard, deck boots. He carries the memory of tools in his hands."
    },
    {
      "id": "NP001019",
      "name": "Valis Nightroot",
      "race": "Viridian Tiefling",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "braided",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [
        "antler-like horns",
        "antlers",
        "white horns"
      ],
      "clothing": "fern kimono top; viridian silk underdress; forest green haori; fern utility belt; forest green leggings; olive lace tights; fern silk gloves; olive armlets; jade ankle boots; bronze choker; fern capelet; gold tail jewelry; accents: he, leaf-leather, overskirts, wears",
      "personality": "witty, charming, quick on the turn. In a crisis, He spends calm like currency. He hums old growth songs under his breath."
    },
    {
      "id": "NP001020",
      "name": "Korrath Bloodtide",
      "race": "Ashfoot Orc",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "gray",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "mohawk",
      "eye_color": "red",
      "height": "tall",
      "build": "burly",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "clothing": "volcanic grey bodice; iron padded vest; rust mantle; coal sash; smoke pleated skirt; ash black tights; slate mitts; coal vambraces; brass shoes; coal beadwork; slate shawl; volcanic grey trophy charms; accents: boiled, bone, he, wears",
      "personality": "She wears obsidian-inset armor, ash-dyed wraps, bone totems, bare feet. He measures friendship in deeds."
    }
  ]
}