{
  "npcs": [
    {
      "id": "NP00001001",
      "name": "Seraphine Nightveil",
      "race": "Dark Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "dark brown",
      "skin_texture": "matte",
      "hair_colour": "brown",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "silver",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "A glance finds silver eyes. Long wavy brown hair. Curvy and tall. Dark brown, matte skin. Obsidian skin wrapped in translucent black lace; violet glowing eyes beneath long silver-white hair. long, straight, silver-white hair; violet eyes; obsidian, smooth skin; medium height, slim build. pointed ears. Obsidian skin wrapped in translucent black lace; violet glowing eyes beneath long silver-white hair. A slender, graceful body moves like a whispered secret—teasing and predatory. Seraphine speaks in soft promises that mean ruin and leaves touches that outlast the wound—Dark Elf cruelty honed into art. long, straight, silver-white hair; violet eyes; obsidian, smooth skin; medium height, slim build. pointed ears.",
      "clothing": "She wears sleek leathers and silk wraps — colored in charcoal, indigo, silver — worked in soft leather, silk. She favors sleek leathers and silk wraps; made with soft leather, silk, finished with a silver filigree. Her gowns reveal and conceal in equal measure; her perfume is jasmine with a blade’s edge. She wears shadow-cut leathers, web-lace sleeves, soft-soled boots, poisoners' kit. She wears a patched apron and simple workshirt, rolled sleeves and heavy boots—artisan’s garb in place of finery.",
      "personality": "calm, observant, quietly determined. Moonlit steel edges her voice. On quiet days, she reads the room, then rearranges it."
    },
    {
      "id": "NP00001002",
      "name": "Nyssara Thornkiss",
      "race": "Hellbound Tiefling",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "red",
      "skin_texture": "rough",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "swept back",
      "eye_color": "gold",
      "height": "tall",
      "build": "powerful",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": ["grey horns", "light brown horns", "thick horns"],
      "appearance": "She has gold eyes. A fall of long swept back black hair. Red, scarred skin. Medium, powerful. Crimson-red skin warm as banked coals, gold eyes bright with wicked mirth; grey light brown thick long blunt pointed horns frame a mane of wild hair. her heritage is obvious: red or orange rough skin, thick long blunt grey or light-grey light brown thick long blunt pointed horns, red medium thick tail the same color as the skin. Nyssara burns like an open flame: too close and you blister, too far and you ache for heat. medium, wavy, black hair; gold eyes; crimson, smooth skin; medium height, curvy build. grey light brown thick long blunt pointed horns, red medium thick tail, pointed ears.",
      "clothing": "She wears spiked plate with scorched cloak — worked in mail, scorched leather — leaning toward ember, coal, brass. She wears heavy plate with spiked pauldrons and thick gauntlets, a chain belt over armored skirt panels, greaves and sabatons, a scorched cloak.. She wears heavy plate with spiked pauldrons, thick gauntlets, chain belt, armored skirt panels, greaves and sabatons, scorched cloak. Leather corsetry clings to a voluptuous figure, polished and scarred by both battle and pleasure. She taunts in velvet and brands in kisses—Hellbound and wholly delighted by your surrender. She wears plated laminar with soot-black surcoat, gorget and braced vambraces, a scorched cloak at the shoulders.",
      "personality": "calm, observant, quietly determined. Ash-sweet and fearless, she rarely looks back. When pressed, she keeps promises and receipts. Warmth radiates like banked coals from her skin."
    },
    {
      "id": "NP00001003",
      "name": "Kaelira Voidpetal",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "appearance": "A glance finds gold eyes. Long wavy blonde hair. Very tall and curvy. Yellow, smooth skin. medium, straight, white hair; silver eyes; ivory, smooth skin; medium height, slim build. pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "She favors court robes with metallic trim — cut from silk, lamellar — with gold, white, amber running the trims. She wears black gowns stitched with night-bloom blossoms, rings bright on pale fingers, lips painted deep violet. She wears supple leaf-dyed leathers with bark-plate reinforcements, a hood drawn low and soft boots for silent steps. Ivory-pale skin and white hair like spill silk; silver eyes that weigh you as ledger, then close the account. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots.",
      "personality": "She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. Kaelira is elegance weaponized—promises sung like lullabies over graves, poison poured from crystal with priestly care—Great Elf hauteur turned predatory. She stands a breath taller than most shadows."
    },
    {
      "id": "NP00001004",
      "name": "Varenia Blackgilt",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "gray",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "Light brown, weathered skin. She carries a stocky and medium frame. Short straight brown hair frames her face. Gray eyes catch the light. Tall duelist with fair skin and tight blonde braids bound in gold; blue eyes sharp as a thrust. medium, braided, blonde (braided with gold clasps) hair; blue eyes; fair, smooth skin; tall height, tall build. Tall duelist with fair skin and tight blonde braids bound in gold; blue eyes sharp as a thrust. medium, braided, blonde (braided with gold clasps) hair; blue eyes; fair, smooth skin; tall height, tall build. . fierce, commanding, thrives under pressure.",
      "clothing": "She is clad in road leathers and a weathered cloak — stitched from wool, leather — leaning toward tan, navy, oak. In tan, navy, oak hues, she wears a traveler's coat over simple layers — cut from wool, leather, with a woven sash to complete the look. A midnight coat embroidered in metal thread, a rapier like a second tongue. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "personality": "Varenia carries herself like a verdict—beautiful, proud, and delighted to be cruel when it’s efficient. There’s a quickness in her gaze that finds solutions."
    },
    {
      "id": "NP00001005",
      "name": "Thalara Vex",
      "race": "Half–Forest Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "A glance finds brown eyes. Long wavy blonde hair. Medium and slim, toned. White, matte skin. Olive skin traced by faint scars; auburn hair tied with copper cuffs; bright green eyes amused by danger. medium, straight, auburn (copper cuffs) hair; green eyes; olive, smooth skin; medium height, athletic build. Olive skin traced by faint scars; auburn hair tied with copper cuffs; bright green eyes amused by danger. medium, straight, auburn (copper cuffs) hair; green eyes; olive, smooth skin; medium height, athletic build. .",
      "clothing": "She wears quiet leathers — cut from deerskin, leaf‑weave — in tones of pine, sage, bark. In pine, sage, bark hues, she wears a close-fitted jerkin and leafmantle, worked in deerskin, leaf-weave, finished with a feather charm. Leather armor fitted for speed and allure; a bow carried like a flirtation. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. She wears a patched apron and simple workshirt, rolled sleeves and heavy boots—artisan’s garb in place of finery.",
      "personality": "Thalara plays with prey: a laugh, a wink, then the arrow lands—a hunter raised between quiet groves and louder sins. witty, charming, quick on the turn. Quiet as leaf-fall when she wishes. Quiet as leaf‑fall when she wishes."
    },
    {
      "id": "NP00001006",
      "name": "Elaris Crowbloom",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "yellow",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "gold",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "A glance finds gold eyes. Long wavy blonde hair. Very tall, curvy. Yellow, smooth skin. Pale skin set against raven-black hair crowned with bone-white flowers; silver eyes that gleam like moonlight on glass. medium, straight, black (raven) hair; silver eyes; pale, smooth skin; medium height, slim build. pointed ears. Pale skin set against raven-black hair crowned with bone-white flowers; silver eyes that gleam like moonlight on glass. medium, straight, black (raven) hair; silver eyes; pale, smooth skin; medium height, slim build. pointed ears. composed, purposeful, sharp when it counts.",
      "clothing": "She is clad in ornamental robes with plated accents — leaning toward gold, white, amber — stitched from silk, lamellar. She is clad in ornamental robes and plated accents — cut from silk, lamellar, with a gold and silver jewelry to complete the look. Dresses trail feathers and thorned lace; the faint scent of grave lilies follows her hem. Elaris speaks vows like snares and touches like a spider testing silk—tender, curious, lethal. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots. She wears a fitted leather corset over ink-stained linen sleeves, brass keys at the hip and a crystal shard bound in wire at the throat.",
      "personality": "Elaris speaks vows like snares and touches like a spider testing silk—tender, curious, lethal. She stands a breath taller than most shadows. Courts were made for her, or so she acts."
    },
    {
      "id": "NP00001007",
      "name": "Nytheris, Queen of a Thousand Eyes",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "appearance": "She has brown eyes. A fall of short curly blonde hair. Light brown, smooth skin. Medium and slim. .",
      "clothing": "She wears road leathers and a weathered cloak — in tones of tan, navy, oak — stitched from wool, leather. Statuesque and draped in silver-black hair like star-silk; her shimmering skin opens into uncountable blinking eyes. Gowns fold in impossible geometry, revealing more eyes, more secrets. medium, straight, silver-black hair; many eyes; shimmering, smooth skin; very tall height, statuesque build. She wears impossible folds of fabric, veilwork, mind-strange ornaments. She wears bare-chested under a fur mantle, beadwork cords and bronze bangles, defiant and theatrical.",
      "personality": "witty, charming, quick on the turn. Every smile invites ruin; every whisper unspools the truths you hid from yourself. witty, charming, quick on the turn. There’s a quickness in her gaze that finds solutions. Road dust sits easy on her."
    },
    {
      "id": "NP00001008",
      "name": "The Veilmother",
      "race": "Aberration",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "medium",
      "hair_style": "curly",
      "eye_color": "blue",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "She has blue eyes. A fall of medium curly blonde hair. White, matte skin. Medium and slim. Faces bloom and sink within the cloth; whispers curl like smoke and cling like perfume. She does not demand followers—she edits memory until obedience feels like nostalgia. . composed, purposeful, sharp when it counts.",
      "clothing": "She favors traveler’s coat over layered basics — with tan, navy, oak running the trims — made from wool, leather. She favors a traveler's coat over simple layers — cut from wool, leather, with a woven sash to complete the look. Endless translucent veils breathe and twist around a tall, insubstantial form. medium, wavy, veiled hair; hidden eyes; shrouded, smooth skin; tall height, tall build. She wears impossible folds of fabric, veilwork, mind-strange ornaments. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "personality": "She does not demand followers—she edits memory until obedience feels like nostalgia. On quiet days, she reads the room, then rearranges it. There’s a quickness in her gaze that finds solutions."
    },
    {
      "id": "NP00001009",
      "name": "The Crimson Bride",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "average",
      "curse": ["undead"],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "A glance finds green eyes. Medium straight brown hair. Medium and average. White, smooth skin. Pale skin, lips the color of fresh blood, and steps like a practiced dance. medium, straight, black with crimson sheen hair; crimson eyes; pale, smooth skin; tall height, tall build. Pale skin, lips the color of fresh blood, and steps like a practiced dance. She does not love—she claims. Her embrace is a marriage to death, vows paid in throats. medium, straight, black with crimson sheen hair; crimson eyes; pale, smooth skin; tall height, tall build. . composed, purposeful, sharp when it counts.",
      "clothing": "She favors bone clasps and silent slippers — colored in scarlet, bone, ash — made from grave‑silk, bone thread. She favors a traveler's coat over simple layers — worked in wool, leather, with a woven sash to complete the look. A scarlet-threaded gown drinks torchlight; a veil conceals everything except those burning crimson eyes. She wears funerary lace, grave-silk veil, bone clasps, silent slippers. She wears a travel-worn cloak over layered leathers, hood up and boots dusted from the road.",
      "personality": "She does not love—she claims. There’s a quickness in her gaze that finds solutions. When pressed, she keeps promises and receipts. She is the proof that vows can outlive breath."
    },
    {
      "id": "NP00001010",
      "name": "Lord Ashmire",
      "race": "Human",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "weathered",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "gray",
      "height": "medium",
      "build": "slim",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "A glance finds gray eyes. Short wavy blonde hair. Medium, slim. Light brown, weathered skin. medium, straight, ash-brown (tied back) hair; black eyes; pale, smooth skin; medium height, slim build. .",
      "clothing": "He wears traveler’s coat over layered basics — cut from wool, leather — with tan, navy, oak running the trims. He is clad in a traveler's coat over simple layers; made with wool, leather, set off by a woven sash. A lean aristocrat in mourning-black tailoring stitched with silver thread; ash-brown hair tied neatly, coal-black eyes that never soften. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots. He wears linen shirt and waistcoat under a stormcloak, high boots and a brace of knives at the small of the back.",
      "personality": "He smiles like a sealed contract and speaks like a blade’s flat—cold, convincing, inevitable. calm, observant, quietly determined. Road dust sits easy on him. There’s a quickness in his gaze that finds solutions."
    },
    {
      "id": "NP00001011",
      "name": "Lyrelle Sunvine",
      "race": "Forest Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "matte",
      "hair_colour": "white",
      "hair_length": "long",
      "hair_style": "straight",
      "eye_color": "green",
      "height": "medium",
      "build": "slim, toned",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "White, matte skin. She carries a medium, slim, toned frame. Long straight white hair frames her face. Green eyes catch the light. Petite, fair, with cropped gold hair and bright green eyes that smile before the knife does. short, straight, blonde (cropped) hair; green eyes; fair, smooth skin; short height, petite build. pointed ears. Petite, fair, with cropped gold hair and bright green eyes that smile before the knife does. Lyrelle giggles when she lies—every syllable a flower with thorns. short, straight, blonde (cropped) hair; green eyes; fair, smooth skin; short height, petite build. pointed ears.",
      "clothing": "She favors leafmantle and a close-fitted jerkin — cut from deerskin, leaf‑weave — in tones of pine, sage, bark. She favors a close-fitted jerkin and leafmantle, made with deerskin, leaf-weave, finished with a feather charm. Lacquered leathers trimmed in ivy motifs hide more blades than manners. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. She wears a sleeveless sky-blue gambeson with quilted panels, thigh-high boots and a narrow blade at the small of the back.",
      "personality": "witty, charming, quick on the turn. She wears quiet leathers, leaf-dyed cloak, soft boots, beadwork and feather charms. Her presence smells faintly of resin and rain. Quiet as leaf‑fall when she wishes."
    },
    {
      "id": "NP00001012",
      "name": "Brunna Emberbraid",
      "race": "Ember Dwarf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "brown",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "long",
      "hair_style": "wavy",
      "eye_color": "hazel",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "appearance": "A glance finds hazel eyes. Long wavy red hair. Short and stocky. Brown, smooth skin. Stocky and fire-strong; ember-red braids bound with copper beads; amber eyes that dare you to swing first. medium, braided, red (braided, copper beads) hair; amber eyes; soot-browned, rough skin; medium height, bulky build. Stocky and fire-strong; ember-red braids bound with copper beads; amber eyes that dare you to swing first. medium, braided, red (braided, copper beads) hair; amber eyes; soot-browned, rough skin; medium height, bulky build. .",
      "clothing": "She favors forge leathers and bracers — in tones of slate, brass, umber — made from ringmail, canvas. She wears heat-tempered leathers, copper-riveted apron, rune-stitched cuffs. Blackened plate trimmed in copper, a warhammer that sings of broken vows. She wears boiled-leather jack with inset rune-plates, fingerless gloves and a many-pocketed tool harness.",
      "personality": "witty, charming, quick on the turn. She laughs like a bellows and collects grudges like heirlooms. witty, charming, quick on the turn. She carries the memory of tools in her hands."
    },
    {
      "id": "NP00001013",
      "name": "Maelis Fairwynd",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "white",
      "skin_texture": "weathered",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "straight",
      "eye_color": "hazel",
      "height": "medium",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "appearance": "A glance finds hazel eyes. Short straight brown hair. Medium and stocky. White, weathered skin. Maelis speaks softly and bills sharply—beauty as ledger, betrayal as interest. medium, straight, auburn (pearl combs) hair; hazel eyes; fair, smooth skin; medium height, slim build. .",
      "clothing": "She favors road leathers and a weathered cloak — stitched from wool, leather — leaning toward tan, navy, oak. She wears steel plate over mail with a faded tabard, leather gloves and a sword belt worn smooth. Slender, fair, with auburn hair pinned in pearls and hazel eyes that weigh profit against pulse. A slitted silk gown conceals poisoned needles and old scars. She wears layered travel-wear, weathered cloak, belt pouches, sturdy boots.",
      "personality": "calm, observant, quietly determined. Road dust sits easy on her. Most days, She trusts her instincts. There’s a quickness in her gaze that finds solutions."
    },
    {
      "id": "NP00001014",
      "name": "Calvera Marrowveil",
      "race": "Human",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "matte",
      "hair_colour": "blonde",
      "hair_length": "short",
      "hair_style": "curly",
      "eye_color": "brown",
      "height": "medium",
      "build": "slim",
      "curse": ["undead"],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "Light brown, matte skin. She carries a medium and slim frame. Short curly blonde hair frames her face. Brown eyes catch the light. Ice-blue eyes glow with hunger and pity—she offers both, then takes more. medium, straight, black hair; ice-blue eyes; bone-white (half skull visage), smooth skin; tall height, slim build. Tall and slender in black funerary lace; one half face flawless and tempting, the other a polished skull grinning without mercy. Ice-blue eyes glow with hunger and pity—she offers both, then takes more. medium, straight, black hair; ice-blue eyes; bone-white (half skull visage), smooth skin; tall height, slim build. .",
      "clothing": "She favors bone clasps and silent slippers — worked in grave‑silk, bone thread — leaning toward scarlet, bone, ash. She is clad in a traveler's coat over simple layers; worked in wool, leather, with a woven sash to complete the look. She wears funerary lace, grave-silk veil, bone clasps, silent slippers. She wears padded jack with steel splints under a quilted surcoat, knotted scarf and fingerless gloves.",
      "personality": "Tall and slender in black funerary lace; one half face flawless and tempting, the other a polished skull grinning without mercy. calm, observant, quietly determined. Road dust sits easy on her. She is the proof that vows can outlive breath."
    },
    {
      "id": "NP00001015",
      "name": "Zareya Emberhorn",
      "race": "Sableheart Tiefling",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "light purple",
      "skin_texture": "glossy",
      "hair_colour": "purple",
      "hair_length": "medium",
      "hair_style": "wavy",
      "eye_color": "silver",
      "height": "medium",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": ["polished gold horns", "polished silver horns", "polished bronze horns"],
      "appearance": "She has silver eyes. A fall of medium wavy black hair. Black, glossy skin. Tall, curvy. Crimson skin with a soft ember glow; polished gold silver bronze long curved pointed horns banded in brass; gold eyes that flash with mischief. long, wavy, black hair; gold eyes; crimson-red, smooth skin; medium height, curvy build. polished gold silver bronze long curved pointed horns, long tail matching skin color, pointed ears. her heritage is obvious: light purple or light blue glossy skin, polished gold silver bronze long curved pointed horns, long tail matching skin color matching the skin tone.",
      "clothing": "She wears gold chainwork — cut from velvet, silk — in tones of black, gold, crimson. An ash-gray corseted leather suit hugs a voluptuous figure; long tail matching skin color curls when she lies. She wears a laced corset bodice and a layered skirt with a high slit, long silk gloves, a bolero jacket with long sleeves, strapped heeled boots and jewelry chains.. She wears corset bodice with laced front, layered skirt with high slit, long silk gloves, bolero jacket, strapped heeled boots, jewelry chains and earrings. She wears a laced corset bodice and layered skirt with a high slit, long silk gloves, a bolero jacket and strapped heeled boots with jewelry chains.",
      "personality": "Zareya sells heat and keeps the fire—playful, ruthless, irresistible. calm, observant, quietly determined. Charm drips like honey from her words."
    },
    {
      "id": "NP00001016",
      "name": "Morrigan Ashvein",
      "race": "Mountain Orc",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "green",
      "skin_texture": "smooth",
      "hair_colour": "black",
      "hair_length": "long",
      "hair_style": "braided",
      "eye_color": "red",
      "height": "tall",
      "build": "burly",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "appearance": "She has red eyes. A fall of long braided black hair. Green, smooth skin. Tall and burly. A war-matron built like a siege tower; granite-green skin, tusks capped in iron, black braids laced with bone. medium, braided, black (war braids) hair; copper eyes; granite-green, smooth skin; very tall height, bulky build. A war-matron built like a siege tower; granite-green skin, tusks capped in iron, black braids laced with bone. Morrigan conquers by treaty or by ruin—whichever falls first. medium, braided, black (war braids) hair; copper eyes; granite-green, smooth skin; very tall height, bulky build. tusks. composed, purposeful, sharp when it counts.",
      "clothing": "She favors reinforced hide with iron rings — made from cured hide, iron rings — colored in moss, iron, earth. She wears cliff-colored mail and speaks in avalanches. She wears stone-hued lamellar, fur mantle, climbing straps, cliff boots. She wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids.",
      "personality": "She wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids. Heat and iron hang about her. She measures friendship in deeds."
    },
    {
      "id": "NP00001017",
      "name": "Dame Auriel Highwind",
      "race": "Great Elf",
      "sex": "Female",
      "type": "villain",
      "skin_tone": "orange",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "straight",
      "eye_color": "gold",
      "height": "tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": [],
      "appearance": "A glance finds gold eyes. Medium straight brown hair. Curvy and tall. Orange, smooth skin. Platinum hair, pale-gold skin, sapphire eyes that judge like a cathedral. medium, straight, platinum hair; sapphire eyes; pale gold, smooth skin; tall height, tall build. pointed ears.",
      "clothing": "She wears ornamental robes with plated accents — in tones of gold, white, amber — cut from silk, lamellar. She wears sheer silk layers in twilight hues, jewelry chains across the shoulders and bare midriff, elegance as armor. Inquisitorial plate chased with scripture; a radiant halberd that hums when liars breathe. She wears high court robes with metallic trim, jeweled clasps, silk gloves, polished boots.",
      "personality": "Auriel calls her cruelty discipline and her zeal mercy—she sleeps well. calm, observant, quietly determined. She stands a breath taller than most shadows."
    },
    {
      "id": "NP00001018",
      "name": "Vrex the Gilt Broker",
      "race": "Coastal Dwarf",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "light brown",
      "skin_texture": "smooth",
      "hair_colour": "red",
      "hair_length": "short",
      "hair_style": "wavy",
      "eye_color": "brown",
      "height": "short",
      "build": "stocky",
      "curse": [],
      "clothing_alignment": "Varies",
      "features": [],
      "appearance": "A glance finds brown eyes. Short wavy red hair. Short, stocky. Light brown, smooth skin. Vrex launders gold in tides and blood in ledgers—shipwrecks happen; fortunes happen faster. long, straight, salt-and-copper hair; sea-green eyes; wind-browned, rough skin; medium height, stout build. . composed, purposeful, sharp when it counts.",
      "clothing": "He is clad in forge leathers and bracers — with slate, brass, umber running the trims — made from ringmail, canvas. He wears stout mail over quilted gambeson with plate at shoulders and shins, a broad belt of hammered brass. Stout frame in pearl-button waistcoat; beard rings minted from bribes; sea-green eyes that count faster than you can hide coin. She wears tarred twine vest, sea-cloak, shell-braided beard, deck boots.",
      "personality": "She wears tarred twine vest, sea-cloak, shell-braided beard, deck boots. He carries the memory of tools in his hands."
    },
    {
      "id": "NP00001019",
      "name": "Valis Nightroot",
      "race": "Viridian Tiefling",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "light green",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "medium",
      "hair_style": "braided",
      "eye_color": "green",
      "height": "very tall",
      "build": "curvy",
      "curse": [],
      "clothing_alignment": "Deviates",
      "features": ["antler-like horns", "antlers", "white horns"],
      "appearance": "A glance finds green eyes. Medium braided green hair. Medium, lean. Olive, smooth skin. Olive skin with a green undertone; white light brown antler-like pointed horns; jade eyes that smile wrong. medium, straight, black hair; jade eyes; olive with green undertone, smooth skin; medium height, slim build. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, pointed ears. his heritage is obvious: light green or turquoise smooth skin, antler-like white or light-white light brown antler-like pointed horns, and a short fur-short fur-tipped tail matching skin color matching the skin tone. Olive skin with a green undertone; white light brown antler-like pointed horns; jade eyes that smile wrong. A perfumer-priest of poisons who anoints daggers and devotions alike. Valis sells absolution that tastes like mint and ends like sleep. medium, straight, black hair; jade eyes; olive with green undertone, smooth skin; medium height, slim build. white light brown antler-like pointed horns, short fur-tipped tail matching skin color, pointed ears.",
      "clothing": "He wears leaf-leather overskirts — leaning toward sage, emerald, bark — stitched from leaf‑leather, bark bracers. He wears a flowing embroidered robe and sleeveless overcloak, a vine belt with pouches, leaf-stitched bracers, a long skirt with slits and strapped sandals.. She wears flowing embroidered robe, sleeveless overcloak, vine belt with pouches, leaf-stitched bracers, long skirt with slits, strapped sandals. He wears a flowing embroidered robe and sleeveless overcloak, vine belt with pouches, leaf-stitched bracers and strapped sandals.",
      "personality": "witty, charming, quick on the turn. In a crisis, He spends calm like currency. He hums old growth songs under his breath."
    },
    {
      "id": "NP00001020",
      "name": "Korrath Bloodtide",
      "race": "Ashfoot Orc",
      "sex": "Male",
      "type": "villain",
      "skin_tone": "gray",
      "skin_texture": "smooth",
      "hair_colour": "brown",
      "hair_length": "short",
      "hair_style": "mohawk",
      "eye_color": "red",
      "height": "tall",
      "build": "burly",
      "curse": [],
      "clothing_alignment": "Conforms",
      "features": [],
      "appearance": "Gray, smooth skin. He carries a burly and tall frame. Short mohawk brown hair frames his face. Red eyes catch the light. Crime-matriarch in tusks and tattoos; amber eyes lit like forge-embers, charcoal-green skin painted with ash runes. medium, straight, black topknot hair; amber eyes; charcoal-green, smooth skin; very tall height, bulky build. Crime-matriarch in tusks and tattoos; amber eyes lit like forge-embers, charcoal-green skin painted with ash runes. Korrath runs rackets with a grin and settles debts with an axe. Ashfoot Orc heritage: volcanic scars, volcanic temper—lava runs slow, but when it flows, everything burns. medium, straight, black topknot hair; amber eyes; charcoal-green, smooth skin; very tall height, bulky build. tusks. composed, purposeful, sharp when it counts.",
      "clothing": "He wears boiled leather and bone rivets — worked in cured hide, iron rings — colored in moss, iron, earth. He favors a reinforced hide coat and bracers — made with cured hide, iron rings, finished with a trophy charm. His bulk is wrapped in leather stolen from both war and market stalls. She wears obsidian-inset armor, ash-dyed wraps, bone totems, bare feet. He wears thick boiled-leather with bone rivets, heavy bracers and greaves scarred from raids.",
      "personality": "She wears obsidian-inset armor, ash-dyed wraps, bone totems, bare feet. He measures friendship in deeds."
    }
  ]
}
